[ {
  "ID" : 2,
  "PresentationTitle" : "Three Approaches to Text Mining the Mitsui Mi’ike Mine Archive",
  "ProjectLink" : "https://kukuruza.github.io/MiikeMineStamps/",
  "Schedule" : "D2_E_Japan",
  "presenters" : [ {
    "ID" : 1,
    "Title" : "Raja Adal",
    "LastName" : "Adal",
    "FirstName" : "Raja",
    "CJKName" : "アダル・ラジャ",
    "Affiliation" : "University of Pittsburgh",
    "URL" : "https://www.history.pitt.edu/people/raja-adal"
  } ],
  "Order" : 1
}, {
  "ID" : 3,
  "PresentationTitle" : "Machine Learning to aid the Study of the Chinese Buddhist  Canon",
  "ProjectLink" : "http://ntireader.org",
  "Abstract" : "In this study, machine learning methods for the analysis of terminology, quote, and bibliographic databases are used to investigate the Chinese Buddhist Canon. These methods enable researchers to access English translations of contemporary Chinese literature that discusses the canon as well as traditional academic study materials for the Chinese Buddhist canon on their digital desktops. The bibliographic database includes general references, parallels in Sanskrit and other languages, references to contemporary translations, and English translations of titles. With crucial bibliographical information surfaced for context, machine learning can assist the scholar in finding pertinent information in full text searches. Using bibliographical content and presented to a reader in an easily discoverable manner, the objectives of this project are to make study and translation of Chinese Buddhist writings easier and quicker.",
  "Schedule" : "D2_E_Buddhism",
  "presenters" : [ {
    "ID" : 2,
    "Title" : "Alex Amies",
    "LastName" : "Amies",
    "FirstName" : "Alex",
    "Affiliation" : "University of the West",
    "URL" : "https://github.com/alexamies"
  } ],
  "Order" : 1
}, {
  "ID" : 4,
  "PresentationTitle" : "Data and tools for the spatial study of China and global changes",
  "ProjectLink" : "https://projects.iq.harvard.edu/chinadatalab",
  "Abstract" : "This project will present available data sources for the spatial study of China and global changes offered by the China Data Institute and the Spatial Data Lab co-sponsored by the NSF Spatiotemporal Innovation Center project, the Center for Geographical Analysis at Harvard University, the Future Data Lab and KNIME. It will also demonstrate how to get easy access to those data sources and make effective, efficient and replicable data analysis with workflow based tools.",
  "Schedule" : "D3_W2_Room3",
  "presenters" : [ {
    "ID" : 3,
    "Title" : "Shuming Bao",
    "LastName" : "Bao",
    "FirstName" : "Shuming",
    "Affiliation" : "China Data Institute"
  } ],
  "Order" : 1
}, {
  "ID" : 5,
  "PresentationTitle" : "CHGIS",
  "ProjectLink" : "https://chgis.fas.harvard.edu",
  "Abstract" : "China Historical Geographic Information System 中國歷史地理信息系統, a joint project of Fudan University Center for Historical Geography and Harvard, provides spatial layers for the period 221BCE to 1911CE Including administrative units down to the xian 縣 level. The CHGIS time series covers 221BC-1911CE. The complete times slices for 1820 and 1911 include towns. CHGIS also provides spatial datasets from G. William Skinner for 1820, 1893, 1915, and 1990 and uncorrected spatial layers from Robert Hartwell.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 5,
    "Title" : "Peter Bol",
    "LastName" : "Bol",
    "FirstName" : "Peter",
    "CJKName" : "包弼德",
    "Affiliation" : "Harvard University",
    "URL" : "https://scholar.harvard.edu/pkbol"
  } ],
  "Order" : 5
}, {
  "ID" : 6,
  "PresentationTitle" : "CHMap: a WebGIS for the Land Survey Maps of China, 1895-1944",
  "ProjectLink" : "https://chmap.mpiwg-berlin.mpg.de/",
  "Abstract" : "In this talk I will introduce CHMap as: (1) the main hosting platform for 4,088 land survey maps of China produced by ROC and Japanese Army during the late 19th and the early 20th centuries. They are digitized by Shanghai Jiaotung University. (2) An integrated service that collects and displays 300+ 3rd-party open access maps on historical China.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 8,
    "Title" : "Shih-Pei Chen",
    "LastName" : "Chen",
    "FirstName" : "Shih-Pei",
    "CJKName" : "陳詩沛",
    "Affiliation" : "Max Planck Institute for the History of Science",
    "URL" : "https://www.mpiwg-berlin.mpg.de/users/schen"
  } ],
  "Order" : 4
}, {
  "ID" : 7,
  "PresentationTitle" : "LoGaRT: a Digital Research Infrastructure for Studying Chinese Local Gazetteers",
  "ProjectLink" : "https://www.mpiwg-berlin.mpg.de/research/projects/logart-local-gazetteers-research-tools",
  "Abstract" : "This talk introduces the Local Gazetteers Research Tools (LoGaRT), a suite of research tools designed for studying Chinese local gazetteers based on the philosophy that any comprehensive genre, when accompanied with tools that aim to bring a collective lens to the genre, can greatly enrich the ways that scholars approach the genre and can transform it into a research infrastructure that enables new types of research. We report on how LoGaRT opens up new perspectives for studying Chinese history by showing case studies and the scholarly breakthroughs made by our research group. We think that our research methodology and the user workflow designed in LoGaRT is applicable to other genre/collection of primary sources when certain criteria are met.",
  "Schedule" : "D2_E_China",
  "presenters" : [ {
    "ID" : 8,
    "Title" : "Shih-Pei Chen",
    "LastName" : "Chen",
    "FirstName" : "Shih-Pei",
    "CJKName" : "陳詩沛",
    "Affiliation" : "Max Planck Institute for the History of Science",
    "URL" : "https://www.mpiwg-berlin.mpg.de/users/schen"
  } ],
  "Order" : 5
}, {
  "ID" : 8,
  "PresentationTitle" : "SHINE API",
  "ProjectLink" : "https://www.mpiwg-berlin.mpg.de/research/projects/rise-and-shine-research-infrastructure-study-eurasia",
  "Abstract" : "In the past two decades, many historical and cultural resources have been digitized as digital texts and many digital research tools have been developed. However, there is no established channel between such digital resources and research tools to allow data exchange, resulting in a huge barrier for any scholar to perform digital analysis -- scholars either have to limit themselves to work with whatever a database provides as analytical tools, or they have to download the texts from multiple databases and bring them to a specific research tool in order to apply certain analytical methods. The goal of SHINE API is to fill this gap and become the standard exchange protocol for database providers and research tool developers. We will report on the resources and tools that have implemented SHINE.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 8,
    "Title" : "Shih-Pei Chen",
    "LastName" : "Chen",
    "FirstName" : "Shih-Pei",
    "CJKName" : "陳詩沛",
    "Affiliation" : "Max Planck Institute for the History of Science",
    "URL" : "https://www.mpiwg-berlin.mpg.de/users/schen"
  } ],
  "Order" : 2
}, {
  "ID" : 9,
  "PresentationTitle" : "The Secret Societies in Qing China: Archival Studies and Digital Humanities",
  "Schedule" : "D1_E_China",
  "presenters" : [ {
    "ID" : 9,
    "Title" : "Sophy Shu-Jiun Chen",
    "LastName" : "Chen",
    "FirstName" : "Sophy Shu-Jiun",
    "CJKName" : "陳淑君",
    "Affiliation" : "Academia Sinica. Center for Digital Cultures",
    "URL" : "https://www1.ihp.sinica.edu.tw/Fellows/Shu-Jiun_Chen"
  }, {
    "ID" : 91,
    "Title" : "Hsiang-An Wang",
    "LastName" : "Wang",
    "FirstName" : "Hsiang-An",
    "Affiliation" : "Center for Digital Cultures, Academia Sinica"
  } ],
  "Order" : 2
}, {
  "ID" : 10,
  "PresentationTitle" : "Text annotation and text comparison with MARKUS, COMPARATIVUS & PARALLELLS",
  "ProjectLink" : "https://dh.chinese-empires.eu/markus/",
  "Abstract" : "We will provide an overview of the design and uses of the MARKUS, COMPARATIVUS and PARALLELLS text annotation and comparison services.",
  "Schedule" : "D1_E_China",
  "presenters" : [ {
    "ID" : 19,
    "Title" : "Hilde De Weerdt",
    "LastName" : "De Weerdt",
    "FirstName" : "Hilde",
    "CJKName" : "魏希德",
    "Affiliation" : "KU Leuven & IISH",
    "URL" : "https://www.arts.kuleuven.be/english/our-staff/zap/hildedeweerdt"
  } ],
  "Order" : 3
}, {
  "ID" : 11,
  "PresentationTitle" : "MUNDa: Towards an event-based digital history of material infrastructures",
  "Abstract" : "We discuss the rationale behind, first design of, and new work on an event-based digital history platform.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 19,
    "Title" : "Hilde De Weerdt",
    "LastName" : "De Weerdt",
    "FirstName" : "Hilde",
    "CJKName" : "魏希德",
    "Affiliation" : "KU Leuven & IISH",
    "URL" : "https://www.arts.kuleuven.be/english/our-staff/zap/hildedeweerdt"
  } ],
  "Order" : 7
}, {
  "ID" : 12,
  "PresentationTitle" : "Ming Qing Women's Writings Digital Archive and Database Project",
  "ProjectLink" : "https://digital.library.mcgill.ca/mingqing/english/index.php",
  "Schedule" : "D2_E_China",
  "presenters" : [ {
    "ID" : 22,
    "Title" : "Grace Fong",
    "LastName" : "Fong",
    "FirstName" : "Grace",
    "Affiliation" : "McGill University"
  } ],
  "Order" : 4
}, {
  "ID" : 13,
  "PresentationTitle" : "The design and function of the China Biographical Database",
  "ProjectLink" : "https://projects.iq.harvard.edu/cbdb/home",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 24,
    "Title" : "Michael Fuller",
    "LastName" : "Fuller",
    "FirstName" : "Michael",
    "CJKName" : "傅君勱",
    "Affiliation" : "University of California, Irvine",
    "URL" : "https://www.faculty.uci.edu/profile.cfm?faculty_id=2794"
  } ],
  "Order" : 1
}, {
  "ID" : 15,
  "PresentationTitle" : "Atomic Narratives: U.S. and Japanese Textbook Accounts of Hiroshima and Nagasaki",
  "ProjectLink" : "https://fluidencodings.com/work/atomic-narratives/",
  "Abstract" : "On August 6, 1945, the United States dropped an atomic bomb on Hiroshima, Japan. A few days later, on August 9, the United States dropped a second atomic bomb on Japan, in Nagasaki. Shortly thereafter, Japan surrendered, ending World War II.\n\nIf this sounds familiar, it is for good reason: this is the standard narrative of the end of World War II that is often found in high school history textbooks. Indeed, textbooks are often the first encounter we have with important events in collective historical memory, and as a result, they can be formative in our interpretation of past events.\n\nBut what would it mean to examine those narratives in a new way, with a critical lens that challenges the authority to which they lay claim? In this project, we analyzed excerpts from U.S. and Japanese high school history textbooks to explore their parallels and differences. Along the way, we use data visualization to ask a new question: what would it mean to regard visualization as a medium for reconciliation, one that facilitates dialogue on painful events in human history by recognizing multiplicities of perspective?",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 26,
    "Title" : "Steven Geofrey",
    "LastName" : "Geofrey",
    "FirstName" : "Steven",
    "Affiliation" : "Harvard Kennedy School",
    "URL" : "https://fluidencodings.com"
  } ],
  "Order" : 1
}, {
  "ID" : 16,
  "PresentationTitle" : "Japan Biographical Database",
  "ProjectLink" : "https://jbdb.jp/",
  "Abstract" : "In this presentation I will give an overview of the Japan Biographical Database (JBDB) which has its conception more than ten years ago and is a modified version of the China Biographical Database. I will address the database’s potential and current utilization by various projects.",
  "Schedule" : "D1_E_Japan",
  "presenters" : [ {
    "ID" : 27,
    "Title" : "Bettina Gramlich-Oka",
    "LastName" : "Gramlich-Oka",
    "FirstName" : "Bettina",
    "Affiliation" : "Sophia University",
    "URL" : "https://www.sophia.ac.jp/eng/faculty-of-liberal-arts/gramlichoka_bettina/"
  } ],
  "Order" : 1
}, {
  "ID" : 17,
  "PresentationTitle" : "Minna de honkoku",
  "ProjectLink" : "https://honkoku.org/index_en.html",
  "Abstract" : "Minna de honkoku (https://honkoku.org/index_en.html) is a crowdsourcing platform that aims to transcribe a large amount of historical Japanese documents. The platform has been developed and operated by the National Museum of Japanese History, the University of Tokyo, and Kyoto University since 2017. Currently, Minna hosts 23 transcription projects commissioned by academic institutions and scholars, and has over 3,000 historical documents. These documents are imported from external digital archives using the International Image Interoperability Framework (IIIF) APIs.\n\nThe platform implements several features to assist participants in transcribing illegible historical documents in collaboration with others. Additionally, the platform provides AI-based recognition of cursive Japanese characters, enabling more individuals to participate in transcription with the aid of AI. As of February 2023, approximately 2,500 individuals have participated in the project, and over 22 million kuzushiji characters have been transcribed on the platform.",
  "Schedule" : "D1_E_Japan",
  "presenters" : [ {
    "ID" : 33,
    "Title" : "Yuta Hashimoto",
    "LastName" : "Hashimoto",
    "FirstName" : "Yuta",
    "CJKName" : "橋本雄太",
    "Affiliation" : "National Museum of Japanese History",
    "URL" : "https://researchmap.jp/yhashimoto?lang=en"
  } ],
  "Order" : 2
}, {
  "ID" : 18,
  "PresentationTitle" : "Jingyuan Series of Digital Tools for Oracle Bone Image and Text Processing with an Introduction of Hopkins Oracle Bones Collection at Cambridge University Library",
  "Abstract" : "This presentation includes two parts: First we will introduce the Hopkins Oracle Bones Collection at University of Cambridge and its 3D images. Then we will introduce \"Jingyuan Digital Series,\" an ensemble of tools and software designed to facilitate oracle bone research in terms of artifact classification, rejoining, decipherment and related historical studies. It involves traditional algorithm design and novel machine learning methods adapted from the fields of image processing, text analysis and data structuring. Co-authors: Mr Peichao Qin and Dr Yan He from University of Cambridge.",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 34,
    "Title" : "Yan He",
    "LastName" : "He",
    "FirstName" : "Yan",
    "CJKName" : "何妍",
    "Affiliation" : "University of Cambridge"
  }, {
    "ID" : 135,
    "Title" : "Peichao Qin",
    "LastName" : "Qin",
    "FirstName" : "Peichao",
    "CJKName" : "秦培超",
    "Affiliation" : "University of Cambridge"
  } ],
  "Order" : 5
}, {
  "ID" : 19,
  "PresentationTitle" : "Index Databases for Digital Collections on Chinese Studies",
  "ProjectLink" : "Project 1: https://www.arcgis.com/apps/dashboards/e7a42d1ee49a4b25a20332483cff0300; Project 2 and 3: https://public.tableau.com/app/profile/yanhe",
  "Abstract" : "This presentation will introduce three open access index databases for research, teaching and learning: 1. Digital Collections for Chinese Studies in North America; 2. Index Database for Periodicals published during the Late Qing and Republican Eras; 3. Index Database for Digital Collections on Pre-Modern China. Co-authors: Dr Yan He (University of Cambridge, UK), Professor Marc Matten (FAU, Germany) and Ms. Xinzi Dinghe (Capital Normal University, China).",
  "Schedule" : "D1_E_Collection",
  "presenters" : [ {
    "ID" : 34,
    "Title" : "Yan He",
    "LastName" : "He",
    "FirstName" : "Yan",
    "CJKName" : "何妍",
    "Affiliation" : "University of Cambridge"
  }, {
    "ID" : 136,
    "Title" : "Xinzi Dinghe",
    "LastName" : "Dinghe",
    "FirstName" : "Xinzi",
    "CJKName" : "丁何昕子",
    "Affiliation" : "Capital Normal University"
  } ],
  "Order" : 1
}, {
  "ID" : 20,
  "PresentationTitle" : "Putting it together: from archives to maps to spatial analysis",
  "ProjectLink" : "https://mills.nu/mh",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 35,
    "Title" : "Mark Henderson",
    "LastName" : "Henderson",
    "FirstName" : "Mark",
    "CJKName" : "韩忠可",
    "Affiliation" : "Mills College at Northeastern University",
    "URL" : "https://mills.nu/mh"
  } ],
  "Order" : 1
}, {
  "ID" : 21,
  "PresentationTitle" : "G. Wm. Skinner  Regional Systems Analysis  Datasets",
  "ProjectLink" : "https://dataverse.harvard.edu/dataverse/hrs",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 35,
    "Title" : "Mark Henderson",
    "LastName" : "Henderson",
    "FirstName" : "Mark",
    "CJKName" : "韩忠可",
    "Affiliation" : "Mills College at Northeastern University",
    "URL" : "https://mills.nu/mh"
  } ],
  "Order" : 2
}, {
  "ID" : 22,
  "PresentationTitle" : "Taming the Digital Dragon. Datafication, Textbases, and Historical Research on Modern China",
  "ProjectLink" : "http://enpchina.eu",
  "Schedule" : "D1_E_China",
  "presenters" : [ {
    "ID" : 36,
    "Title" : "Christian Henriot",
    "LastName" : "Henriot",
    "FirstName" : "Christian",
    "CJKName" : "安克強",
    "Affiliation" : "Aix-Marseille University",
    "URL" : "https://ankeqiang.org/"
  } ],
  "Order" : 1
}, {
  "ID" : 23,
  "PresentationTitle" : "Digital Humanities and East Asian Studies: Lessons from a New Course",
  "Schedule" : "D3_W3_Room2",
  "presenters" : [ {
    "ID" : 37,
    "Title" : "Aliz Horvath",
    "LastName" : "Horváth",
    "FirstName" : "Alíz",
    "CJKName" : "黄丽    ホルヴァート・アリーズ",
    "Affiliation" : "Eötvös Loránd University",
    "URL" : "https://sites.google.com/view/alizhorvathphd"
  } ],
  "Order" : 1
}, {
  "ID" : 26,
  "PresentationTitle" : "The currrent activities of the Research Center of Digital Humanities at NTU",
  "Schedule" : "D2_Center_Session 1 Room 1",
  "presenters" : [ {
    "ID" : 28,
    "Title" : "Jieh Hsiang",
    "LastName" : "Hsiang",
    "FirstName" : "Jieh",
    "Affiliation" : "National Taiwan University"
  } ],
  "Order" : 2
}, {
  "ID" : 27,
  "PresentationTitle" : "Digital Classical Chinese Texts: Building a Machine Learning Platform for Collaborative Graduate Research",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 38,
    "Title" : "Minghui Hu",
    "LastName" : "Hu",
    "FirstName" : "Minghui",
    "CJKName" : "胡明辉",
    "Affiliation" : "History, University of California Santa Cruz"
  } ],
  "Order" : 4
}, {
  "ID" : 28,
  "PresentationTitle" : "Singapore Ecological History Map / Singapore and Southeast Asia Historical Biodiversity Database",
  "ProjectLink" : "https://nus.edu.sg/nuslibraries/dsprojects/singapore_ecological_history_map/index.html",
  "Abstract" : "This presentation discusses two DH projects that are based on each other. The Singapore Ecological History Map created an online GIS to investigate Singapore’s ecological history through a focus on land-use change (e.g. deforestation, plantation spread, and urbanization), extreme weather events, and malaria epidemics. We employed newly digitized historical source materials (historical maps, rainfall data, etc.) to visualize the transformations of Singapore’s environment over time. Methodologically, we created and incorporated about 60 georeferenced GIS layers into our online platform to enable overlay analysis. Currently, we are adding the layers to a second project. Data mining concerning non-native (or alien) species in Singapore serves to compile a digital database (Singapore and Southeast Asia Historical Biodiversity Database) on the history of such species. Visualizing and integrating this data into another online platform enables us, in combination with the land use layers, to investigate vectors (or pathways) of species introductions through spatiotemporal correlations.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 39,
    "Title" : "Stefan Huebner",
    "LastName" : "Huebner",
    "FirstName" : "Stefan",
    "Affiliation" : "National University of Singapore",
    "URL" : "https://ari.nus.edu.sg/people/dr-stefan-huebner/"
  } ],
  "Order" : 9
}, {
  "ID" : 29,
  "PresentationTitle" : "Database of Biographical Data in Chinese Temple Gazetteers",
  "Schedule" : "D2_E_Buddhism",
  "presenters" : [ {
    "ID" : 40,
    "Title" : "Jen Jou Hung",
    "LastName" : "Hung",
    "FirstName" : "Jen Jou",
    "CJKName" : "洪振洲",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "http://joeyhung.info/short-cv/"
  } ],
  "Order" : 5
}, {
  "ID" : 30,
  "PresentationTitle" : "China Historical Christian Database",
  "ProjectLink" : "https://chcdatabase.com/",
  "Abstract" : "The China Historical Christian Database (CHCD; https://chcdatabase.com/) quantifies and visualizes the place of Christianity in modern China (1550-1950). It provides users the tools to discover where every Christian church, school, hospital, orphanage, publishing house, and the like were located in China, and it documents who worked inside those buildings, both foreign and Chinese. Collectively, this information creates spatial maps and generates relational networks that reveal where, when, and how Western ideas, technologies, and practices entered China. Simultaneously, it uncovers how and through whom Chinese ideas, technologies, and practices were conveyed to the West. This project breaks new ground in providing quantifiable data about modern Sino-Western relations. Its intuitive interface generates visualizations, lists, and maps for use by the general public, students and teachers in secondary education and colleges, in the US and globally, with English and Chinese navigation. Advanced DH users have open access to its data for elaboration. BU’s digital infrastructure guarantees long-term sustainability, and CHCD’s international collaborations in the USA, Asia, and Europe help promote historical understanding between China and the rest of the world. The CHCD is hosted by the Center for Global Christianity and Mission at Boston University.",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 63,
    "Title" : "Eugenio Menegon",
    "LastName" : "Menegon",
    "FirstName" : "Eugenio",
    "CJKName" : "梅歐金",
    "Affiliation" : "Boston University",
    "URL" : "https://blogs.bu.edu/emenegon/"
  } ],
  "Order" : 1
}, {
  "ID" : 31,
  "PresentationTitle" : "Korean Chronicles under a Macroscope: Towards a Digital Infrastructure in Premodern Korean Studies",
  "Schedule" : "D1_E_Korea",
  "presenters" : [ {
    "ID" : 43,
    "Title" : "Hyeok Hweon Kang",
    "LastName" : "Kang",
    "FirstName" : "Hyeok Hweon \"H. H.\"",
    "Affiliation" : "Washington University in St. Louis",
    "URL" : "https://ealc.wustl.edu/people/hyeok-hweon-kang"
  } ],
  "Order" : 2
}, {
  "ID" : 32,
  "PresentationTitle" : "The idea and future scope of the CrossAsia Integrated Text Repository",
  "Schedule" : "D1_E_Collection",
  "presenters" : [ {
    "ID" : 44,
    "Title" : "Matthias Kaun",
    "LastName" : "Kaun",
    "FirstName" : "Matthias",
    "Affiliation" : "Staatsbibliothek zu Berlin"
  } ],
  "Order" : 3
}, {
  "ID" : 33,
  "PresentationTitle" : "Can the Ocean Protocol support Digital Scholarship and research information infrastructures? A Proof of Concept",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 44,
    "Title" : "Matthias Kaun",
    "LastName" : "Kaun",
    "FirstName" : "Matthias",
    "Affiliation" : "Staatsbibliothek zu Berlin"
  } ],
  "Order" : 3
}, {
  "ID" : 34,
  "PresentationTitle" : "Plenary Session - Library Visions of the Future (Korea)",
  "Abstract" : "National Library of Korea Digital Service Strategy - Focused on the Digital Service 3-year Plan(2021~2023)",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 46,
    "Title" : "Suejeong Kim",
    "LastName" : "Kim",
    "FirstName" : "Suejeong",
    "CJKName" : "김수정",
    "Affiliation" : "National Library of Korea"
  } ],
  "Order" : 5
}, {
  "ID" : 35,
  "PresentationTitle" : "Plenary Session - Compilation of National Korean Language Dictionary in the Digital Era (Korea)",
  "Abstract" : "The background of the formation of Korean language norms and the relationship with national dictionary compilation, the dictionary system operated by the National Institute of Korean Language, the status and reorganization direction of the standard Korean dictionary, and the characteristics and function of the new concept dictionary \"Urimalsaem\" in the digital age.",
  "Schedule" : "D3_P_Dictionaries",
  "presenters" : [ {
    "ID" : 50,
    "Title" : "Daeseong Lee",
    "LastName" : "Lee",
    "FirstName" : "Daeseong",
    "Affiliation" : "National Institute of Korean Language"
  } ],
  "Order" : 3
}, {
  "ID" : 36,
  "PresentationTitle" : "Developing Online Romanization Tool for Korean",
  "ProjectLink" : "https://lib.booksonkorea.com/kronline",
  "Abstract" : "The project developing Online Romanization Tool for Korean is a collaborative effort to create a full automation tool for the romanization of Korean according to the ALA-LC Korean Romanization Rules. In this project, we will incorporate phonological rules and linear rule ordering used in K-Romanizer, and automatic tagging and word division used in KNPA Romanizer into one online tool.",
  "Schedule" : "D2_E_Korea",
  "presenters" : [ {
    "ID" : 51,
    "Title" : "Hyoungbae Lee",
    "LastName" : "Lee",
    "FirstName" : "Hyoungbae",
    "CJKName" : "이형배",
    "Affiliation" : "Princeton University",
    "URL" : "https://library.princeton.edu/staff/hyoungl"
  }, {
    "ID" : 121,
    "Title" : "Son Dae Chul",
    "LastName" : "Son",
    "FirstName" : "Dae Chul",
    "CJKName" : "손대철",
    "Affiliation" : "Direct of Technology, Kong & Park, Inc.",
    "URL" : "https://lib.booksonkorea.com/kronline"
  } ],
  "Order" : 2
}, {
  "ID" : 38,
  "PresentationTitle" : "GIS Moves Online: An Integrated Solution for Spatiotemporal Research, Teaching and Applications",
  "ProjectLink" : "https://github.com/spatial-data-lab/knime-geospatial-extension",
  "Abstract" : "The study of literati moves, or the patterns and movements of intellectuals and scholars in history, has long been a topic of interest in humanities research. Incorporating spatiotemporal analysis of literati moves presents a unique challenge that requires specialized tools and techniques. In this presentation, we will explore the importance of spatiotemporal data in literati moves analysis and present a solution using KNIME Analytics Platform, Webportal, and Geospatial Extension. Our goal is to demonstrate how our solution with KNIME, Webportal, and Geospatial Extension can benefit spatiotemporal research and teaching, and enhance our understanding of literati moves and other historical phenomena. By showcasing the capabilities of these tools, we hope to inspire new avenues of inquiry and analysis in humanities research.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 57,
    "Title" : "Lingbo Liu",
    "LastName" : "Liu",
    "FirstName" : "Lingbo",
    "Affiliation" : "Harvard University"
  } ],
  "Order" : 6
}, {
  "ID" : 39,
  "PresentationTitle" : "From Structure to Semantics: An Example of NLP in Local Gazetteers",
  "Abstract" : "To support CBDB's data demand, an automatic data mining method based on NLP models is proposed. We argued the benefits of NLP over Regex from several aspects, trained the model and optimized the workflow.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 55,
    "Title" : "Zhou Liu",
    "LastName" : "Liu",
    "FirstName" : "Zhou",
    "Affiliation" : "Northeastern University"
  } ],
  "Order" : 1
}, {
  "ID" : 40,
  "PresentationTitle" : "Concordant Catalogue of Yongle Northern Canon to Other Editions of Chinese Buddhist Canon",
  "Schedule" : "D2_E_Buddhism",
  "presenters" : [ {
    "ID" : 59,
    "Title" : "Darui Long",
    "LastName" : "Long",
    "FirstName" : "Darui",
    "CJKName" : "龍達瑞",
    "Affiliation" : "University of the West, Los Angeles"
  } ],
  "Order" : 3
}, {
  "ID" : 41,
  "PresentationTitle" : "Pleco Chinese Dictionary 4.0",
  "ProjectLink" : "pleco.com",
  "Abstract" : "Outline of the history, purpose, and design of our popular mobile Chinese dictionary app, and of some of the changes coming in our soon-to-be-released version 4.0.\n\nWill also talk a little bit about the current state of licensing and distribution of dictionaries on mobile devices, and on how to design a database to be easily integrated into an app like Pleco.",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 60,
    "Title" : "Michael Love",
    "LastName" : "Love",
    "FirstName" : "Michael",
    "CJKName" : "罗麦克",
    "Affiliation" : "Pleco Inc.",
    "URL" : "https://www.pleco.com/about/"
  } ],
  "Order" : 4
}, {
  "ID" : 42,
  "PresentationTitle" : "Notable Japanese Collections in North America",
  "ProjectLink" : "https://datastudio.google.com/u/0/reporting/dfb70b3e-865d-4ca9-b2fa-75db65ab43e8/page/rGNTC",
  "Abstract" : "t on Google Looker Studio, this project was developed by Japan librarians to identify and promote notable Japanese Studies collections held in North American libraries and cultural institutions.  It serves as a pilot project toward building a comprehensive database that charts all print and digital materials, including unprocessed or partially processed collections   Colleagues are invited to identify and submit information for a wide array of materials and assist us in maximizing the discoverability of unique Japanese sources across both large and small institutions.",
  "Schedule" : "D1_E_Collection",
  "presenters" : [ {
    "ID" : 62,
    "Title" : "Katherine Matsuura",
    "LastName" : "Matsuura",
    "FirstName" : "Katherine",
    "Affiliation" : "Japan Digital Research Center, Harvard University",
    "URL" : "https://dssg.fas.harvard.edu/person/kathi-matsuura/"
  }, {
    "ID" : 118,
    "Title" : "Ann Marie Davis",
    "LastName" : "Davis",
    "FirstName" : "Ann Marie",
    "Affiliation" : "The Ohio State University",
    "URL" : "https://easc.osu.edu/people/davis.5257"
  } ],
  "Order" : 2
}, {
  "ID" : 43,
  "PresentationTitle" : "Constitutional Revision Research Project",
  "ProjectLink" : "https://www.crjapan.org/",
  "Abstract" : "The Constitutional Revision Research Project was first convened in 2005 in order to provide a locus of discussion on constitutional debate and policy in Japan, and archiving born-digital materials surrounding this discourse was an early focus for the project. In 2023, the Japan Digital Research Center has announced the launch of a new project site, which offers insights into a spectrum of views held by 126 organizations and individuals connected to constitutional revision, as well as the 36 drafts they have created. All drafts can be explored on their own or through side-by-side comparison, and also through an interactive page that places them in direct conversation with the official constitution.",
  "Schedule" : "D1_E_Japan",
  "presenters" : [ {
    "ID" : 62,
    "Title" : "Katherine Matsuura",
    "LastName" : "Matsuura",
    "FirstName" : "Katherine",
    "Affiliation" : "Japan Digital Research Center, Harvard University",
    "URL" : "https://dssg.fas.harvard.edu/person/kathi-matsuura/"
  }, {
    "ID" : 117,
    "Title" : "Helen Hardacre",
    "LastName" : "Hardacre",
    "FirstName" : "Helen",
    "Affiliation" : "Harvard University",
    "URL" : "https://rijs.fas.harvard.edu/helen-hardacre"
  } ],
  "Order" : 3
}, {
  "ID" : 45,
  "PresentationTitle" : "The SAT Daizōkyō Text Database",
  "ProjectLink" : "https://21dzk.l.u-tokyo.ac.jp/SAT/index_en.html",
  "Schedule" : "D1_E_Buddhism",
  "presenters" : [ {
    "ID" : 65,
    "Title" : "Kiyonori Nagasaki",
    "LastName" : "Nagasaki",
    "FirstName" : "Kiyonori",
    "Affiliation" : "International Institute for the Digital Humanities"
  } ],
  "Order" : 1
}, {
  "ID" : 46,
  "PresentationTitle" : "Engineering Historical Memory",
  "ProjectLink" : "https://engineeringhistoricalmemory.com/",
  "Abstract" : "The electronic computer radically changed how knowledge societies work and history isn’t an exception (Nanetti 2022). First, however, we must consider that computationally intensive technology is not specifically crafted for historical sciences.\n\nThat’s why traditional scholarship experiences many challenges in transitioning bookish knowledge into the digital without diluting content or value. The about 130 scholars and software engineers contributing to the Engineering Historical Memory (EHM) international initiative address this caveat as follows.\n\n1) Analysing critical tools (e.g., information visualisation, image search, sentiment analysis, knowledge aggregation), reviewing best web practices in digital history, and developing new algorithms for scholars.\n2) Inviting scholars and cultural institutions to parse and share established bookish knowledge in machine-understandable databases to test and improve the algorithms developed by EHM.\n3) Instructing software engineers in translating those static databases into dynamic web-based applications with real-time updates on publications, images, and videos related to the selected items.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 66,
    "Title" : "Andrea Nanetti",
    "LastName" : "Nanetti",
    "FirstName" : "Andrea",
    "Affiliation" : "Nanyang Technological University Singapore & Dumbarton Oaks",
    "URL" : "https://www.linkedin.com/in/andreananetti/"
  } ],
  "Order" : 1
}, {
  "ID" : 47,
  "PresentationTitle" : "Political Vocabulary of the Japanese Diaspora, 1895 - 1943",
  "Abstract" : "I share possibilities and challenges of using computational methods to investigate changes in word usage and meaning in the Hoji Shimbun Digital Archive, the world's largest collection of Japanese diaspora newspapers. I focus on newspapers from San Francisco, Honolulu, São Paolo, and the greater Beijing/Dalian area over a four decade period. I demonstrate how tracking word frequencies, collocations, and semantic embeddings can permit trans-regional and trans-temporal comparison.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 67,
    "Title" : "Andrew Nelson",
    "LastName" : "Nelson",
    "FirstName" : "Andrew P.",
    "Affiliation" : "Stanford University",
    "URL" : "https://ealc.stanford.edu/people/andrew-patrick-nelson"
  } ],
  "Order" : 6
}, {
  "ID" : 48,
  "PresentationTitle" : "Natural Language Processing and Vectorization of Encyclopedic Drawings and Vietnamese, Nom, and French language Texts",
  "Abstract" : "How can digital humanities  invite decolonial interpretive frameworks for historical texts? I examine a 1909-1910 multilingual visual encyclopedia of Vietnamese crafts, cultural practices, and technologies that comprises 4,356 drawings, 4,428 captions in French, and 2,904 captions Vietnamese chữ Nôm (a logographic Sinitic writing system of Vietnamese language). I use a hybrid method of close reading, visual analysis, content analysis, and vector space models to uncover a nuanced understanding of Vietnamese social life and material culture in early twentieth century urbanizing Hanoi. As a focused case study, I reimagine and recontextual social worlds through a layered analysis of visual-textual representations of female labor and childcare. This project envisions decolonial interpretive frameworks that center historically marginalized agency, invisible authorship, and non-linear narrative forms.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 68,
    "Title" : "Cindy Nguyen",
    "LastName" : "Nguyen",
    "FirstName" : "Cindy",
    "Affiliation" : "University of California, San Diego",
    "URL" : "https://cindyanguyen.com/research/"
  } ],
  "Order" : 5
}, {
  "ID" : 49,
  "PresentationTitle" : "Japan Past & Present-Information hub and repository",
  "Abstract" : "This presentation will introduce Japan Past & Present, a global information hub and repository that promotes research and teaching in the Japanese humanities across disciplinary, temporal, and geographic borders. It will discuss JPP’s mission, infrastructure, and current projects under development.",
  "Schedule" : "D2_E_Japan",
  "presenters" : [ {
    "ID" : 74,
    "Title" : "Paula R. Curtis",
    "LastName" : "Curtis",
    "FirstName" : "Paula R.",
    "Affiliation" : "University of California, Los Angeles",
    "URL" : "http://prcurtis.com/"
  } ],
  "Order" : 3
}, {
  "ID" : 51,
  "PresentationTitle" : "Integrating cultural resources on Virtual Kyoto: maps, photos and films from the past",
  "ProjectLink" : "https://www.arc.ritsumei.ac.jp/",
  "Abstract" : "This study promotes the development of digital humanities, especially historical GIS and spatial humanities, by integrating cultural resources of the historical city of Kyoto (old maps, old photographs, old films, etc.), which are geospatial information referred to locations, into Virtual Kyoto, a platform for historical GIS in Kyoto.\nFor this purpose, it is necessary to construct a GIS-based place name dictionary from past place names shown on old maps. We are currently participating in and deploying an international project to extract place names from old maps using AI to create a place name dictionary (Digital Gazetteers).",
  "Schedule" : "D1_E_Japan",
  "presenters" : [ {
    "ID" : 114,
    "Title" : "Keiji Yano",
    "LastName" : "Yano",
    "FirstName" : "Keiji",
    "Affiliation" : "Ritsumeikan University, Kyoto"
  } ],
  "Order" : 4
}, {
  "ID" : 124,
  "PresentationTitle" : "What’s in a Footnote? The (In)effectiveness of Annotation Tools for Kanbun in Digital Japanese History",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 37,
    "Title" : "Aliz Horvath",
    "LastName" : "Horváth",
    "FirstName" : "Alíz",
    "CJKName" : "黄丽    ホルヴァート・アリーズ",
    "Affiliation" : "Eötvös Loránd University",
    "URL" : "https://sites.google.com/view/alizhorvathphd"
  } ],
  "Order" : 7
}, {
  "ID" : 151,
  "PresentationTitle" : "Buddhist Digital Archives: Linked Data and the Dharma",
  "Schedule" : "D2_Center_Session 1 Room 4",
  "presenters" : [ {
    "ID" : 120,
    "Title" : "Jann Ronis",
    "LastName" : "Ronis",
    "FirstName" : "Jann",
    "CJKName" : "羅尼斯",
    "Affiliation" : "Buddhist Digital Resource Center",
    "URL" : "https://www.bdrc.io/people/jann-ronis/"
  } ],
  "Order" : 4
}, {
  "ID" : 152,
  "PresentationTitle" : "Current Status and Prospects of Digitalization of Historical Materials in Korea",
  "Schedule" : "D2_Center_Session 1 Room 3",
  "presenters" : [ {
    "ID" : 77,
    "Title" : "Junbeom Ryu",
    "LastName" : "Ryu",
    "FirstName" : "Junbeom",
    "CJKName" : "류준범",
    "Affiliation" : "National Institute of Korean History"
  } ],
  "Order" : 1
}, {
  "ID" : 153,
  "PresentationTitle" : "The Knowledge Database/ Relationship Graph of the CPC",
  "ProjectLink" : "http://networkcpc.herokuapp.com/",
  "Abstract" : "This study is to construct a database of major politicians in China using \"experience/position/workplace\" as metadata. This graph connects with data at the \"central/provincial/prefecture\" levels and includes more than a thousand Chinese political elites by their resumes. Readers can query factional and geographical relations and other pertinent information, which can help in observing Chinese politics. For those interested in collaboration or offering feedback, please contact Dr. Hsuanlei Shao at hlshao2@gmail.com.\nThis study is to construct a database of major politicians in China using \"experience/position/workplace\" as metadata. This graph connects with data at the \"central/provincial/prefecture\" levels and includes more than a thousand Chinese political elites by their resumes. Readers can query factional and geographical relations and other pertinent information, which can help in observing Chinese politics. \nThere are various \"knowledge pages\" in the upper right corner:\nA. In the \"(relFinder) Organization and Leader Network Diagram\", the relationship name of \"Entity Pair (Person/Organization/Location)\" is provided. Click the \"node\" with the mouse to display more information.\nB. In the \"(GraphExplorer) Organizational Network Graph\", the reader provides the peripheral nodes of \"Single Entity (Person/Organization/Location)\".\nC. In the \"(GraphNavigator) Leader Network Diagram\", view the relationship between the two leaders, including related organizations or people.\nFor those interested in collaboration or offering feedback, please contact Dr. Hsuanlei Shao at hlshao2@gmail.com.\nVideo: https://youtu.be/ZkXD-vk2gkg",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 78,
    "Title" : "Hsuanlei Shao",
    "LastName" : "Shao",
    "FirstName" : "Hsuanlei",
    "CJKName" : "邵軒磊",
    "Affiliation" : "National Taiwan Normal Univ., Dept. East Asian Studies",
    "URL" : "https://orcid.org/0000-0002-7101-5272"
  } ],
  "Order" : 2
}, {
  "ID" : 155,
  "PresentationTitle" : "The Database of Religious History (DRH)",
  "ProjectLink" : "https://religiondatabase.org/landing/",
  "Schedule" : "D1_E_Buddhism",
  "presenters" : [ {
    "ID" : 80,
    "Title" : "Edward Slingerland",
    "LastName" : "Slingerland",
    "FirstName" : "Edward",
    "Affiliation" : "University of British Columbia",
    "URL" : "https://www.edwardslingerland.com"
  } ],
  "Order" : 2
}, {
  "ID" : 156,
  "PresentationTitle" : "Autographic Atlas of Korea",
  "Abstract" : "The Autographic Atlas of Korea (AAOK) is a digital project and website that presents a rare opportunity for scholars from around the world to access more than 4,600 rock inscriptions carved during the Chosŏn (1392-1910) period at Kŭmgangsan in present-day North Korea. The inscriptions offer a glimpse into the lives and personal relations of late Chosŏn period (1392-1910) individuals, many of whom are otherwise unknown as they do not appear in any official court records, exam rosters, or literary collections. AAOK enables quantitative and qualitative analyses of autographic inscriptions by providing two types of research functions. The spatial exploration tool allows users to examine autographs in their spatial setting, while the trilingual filtered search engine enables users to conduct meta-data analyses of the carved names, including the search for particular travelers and their travel companions, travelers with similar social background and/or official rank, year of travel, points of departure, etc.",
  "Schedule" : "D1_E_Korea",
  "presenters" : [ {
    "ID" : 81,
    "Title" : "Maya Stiller",
    "LastName" : "Stiller",
    "FirstName" : "Maya",
    "Affiliation" : "University of Kansas",
    "URL" : "https://kansas.academia.edu/MayaStiller"
  } ],
  "Order" : 3
}, {
  "ID" : 157,
  "PresentationTitle" : "Spatial Studies of Korean Buddhism",
  "Schedule" : "D2_E_Buddhism",
  "presenters" : [ {
    "ID" : 81,
    "Title" : "Maya Stiller",
    "LastName" : "Stiller",
    "FirstName" : "Maya",
    "Affiliation" : "University of Kansas",
    "URL" : "https://kansas.academia.edu/MayaStiller"
  } ],
  "Order" : 2
}, {
  "ID" : 158,
  "PresentationTitle" : "Linked Open Data",
  "ProjectLink" : "https://ctext.org/lod",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 82,
    "Title" : "Donald Sturgeon",
    "LastName" : "Sturgeon",
    "FirstName" : "Donald",
    "Affiliation" : "Durham University"
  } ],
  "Order" : 3
}, {
  "ID" : 160,
  "PresentationTitle" : "CTEXT",
  "ProjectLink" : "https://ctext.org",
  "Schedule" : "D2_E_China",
  "presenters" : [ {
    "ID" : 82,
    "Title" : "Donald Sturgeon",
    "LastName" : "Sturgeon",
    "FirstName" : "Donald",
    "Affiliation" : "Durham University"
  } ],
  "Order" : 2
}, {
  "ID" : 164,
  "PresentationTitle" : "Advanced Research Infrastructures for East Asian Studies & History",
  "Abstract" : "Recent developments in deep learning architectures have led to the widespread utilization of extremely large linked datasets and new types of interfaces to harness these resources and provide new methods for research, exploration and discovery. By examining the role of large language models (LLMs, e.g. Google’s PaLM, OpenAI’s GPT-3 and Ought’s Elicit) as interfaces for algorithmically-based research into historical trends one can readily identify promises and pitfalls in this new landscape and begin to draw conclusions about the ways that future scholars, researchers and students will be able to employ these new methods and toolkits to make new and groundbreaking discoveries in the 21st century and beyond.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 86,
    "Title" : "Jeffrey Tharsen",
    "LastName" : "Tharsen",
    "FirstName" : "Jeffrey",
    "CJKName" : "康森傑",
    "Affiliation" : "The University of Chicago",
    "URL" : "http://www.tharsen.net/"
  } ],
  "Order" : 6
}, {
  "ID" : 165,
  "PresentationTitle" : "Algorithmic Detection of Intertextuality (\"Text Reuse\") in Digital East Asian Corpora",
  "ProjectLink" : "https://users.rcc.uchicago.edu/~jcarlsen/TPV/TPV_histories/",
  "Abstract" : "Intertextuality has been a significant concern of scholarly communities around the world for centuries; fields like Redaktionsgeschichte in Germany and jiaokanxue 校勘學 in China have long provided evidence-based foundations for debates on the relationships between works, editions and authors. With the advent of digital texts and computational tools, new avenues for research into intertextuality have recently emerged. To this end we developed TextPAIR, a language-agnostic open-source unsupervised approach to detecting “text reuse” in any language or script. TextPAIR enables new forms of algorithmically-based research into and visualizations of relationships between textual communities, traditions and sources, detection of correspondences (from direct quotations to imperfect citations to allusions) across multiple languages and through various intellectual traditions, new ways to map the development of ideas and concepts over the longue durée, and insights into the sources of many of our most classic works, long obscured by time, space and/or lack of prestige.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 86,
    "Title" : "Jeffrey Tharsen",
    "LastName" : "Tharsen",
    "FirstName" : "Jeffrey",
    "CJKName" : "康森傑",
    "Affiliation" : "The University of Chicago",
    "URL" : "http://www.tharsen.net/"
  } ],
  "Order" : 4
}, {
  "ID" : 167,
  "PresentationTitle" : "DocuSky as a Research Platform",
  "ProjectLink" : "https://docusky.org.tw/DocuSky",
  "Abstract" : "DocuSky is a platform for digital humanities research.  It allows one to construct a database that supports fulltext search, browsing, post-classification, and data visualization.  In this presentation, we shall illustrate DocuSky features with several use cases.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 89,
    "Title" : "Hsieh-Chang Tu",
    "LastName" : "Tu",
    "FirstName" : "Hsieh-Chang",
    "CJKName" : "杜協昌",
    "Affiliation" : "The Research Center for Digital Humanities at National Taiwan University"
  } ],
  "Order" : 5
}, {
  "ID" : 168,
  "PresentationTitle" : "Python tools for Chinese Studies",
  "Schedule" : "D3_W3_Room2",
  "presenters" : [ {
    "ID" : 90,
    "Title" : "Paul Vierthaler",
    "LastName" : "Vierthaler",
    "FirstName" : "Paul",
    "Affiliation" : "William & Mary"
  } ],
  "Order" : 4
}, {
  "ID" : 169,
  "PresentationTitle" : "China Biographical Database workshop",
  "ProjectLink" : "https://projects.iq.harvard.edu/cbdb/home",
  "Abstract" : "In this workshop, I will introduce the current data status of the China Biographical Database project (CBDB). The different methods of using CBDB for different research purposes.",
  "Schedule" : "D2_E_China",
  "presenters" : [ {
    "ID" : 95,
    "Title" : "Hongsu Wang",
    "LastName" : "Wang",
    "FirstName" : "Hongsu",
    "CJKName" : "王宏甦",
    "Affiliation" : "The Institute for Quantitative Social Science at Harvard",
    "URL" : "https://www.iq.harvard.edu/people/hongsu-henry-wang"
  } ],
  "Order" : 1
}, {
  "ID" : 171,
  "PresentationTitle" : "Visualizing Regional Religious Systems in Hangzhou, China (co-authored by Philip Stoker)",
  "ProjectLink" : "rrs.arizona.edu",
  "Abstract" : "In March 2021, Dr. Philip Stoker and Dr. Jiang Wu received a College of Architecture,\nPlanning, and Landscape Architecture (CAPLA) Grassroots Seed Grant. Their project,\n“Visualizing Regional Religious System: Mapping Buddhist Temples in a Digital Atlas of\nReligion,” has been approved for funding totaling $7,000 and has been supported by the Center\nfor Buddhist Studies and the College of Humanities IT team.\nIn the past year, Dr. Stoker and Dr. Wu, with the help of a group of graduate students,\nhave developed and designed a new website for digital atlas of the Buddhist temples in the\nHangzhou area of China. The broader goal is to create a full atlas for all provinces in China, but\nthis seed grant provided the catalyst to start this project and help to secure future funding and\nsupport. The current project builds upon two previous projects: the Regional Religious System\nProject Maps and the Buddhist Geographical Information System (BGIS). These projects created\na searchable database of Buddhist monasteries to promote studies about the geographical\ndistribution of Buddhism, pilgrimage networks, and their relationship to other social and cultural\nevents and phenomena. However, this dataset has not been designed nor produced for a broad\naudience. The funding from CAPLA has been used to support the design and geo-visualization\nfor this atlas.\nIn this presentation, Dr. Philip Stoker and his assistant Glenn Ingram will unveil the new\n\ndesign and geo-visualization of the project website (rrs.arizona.edu) and its related datasets. Geo-\nvisualization is currently the trend among cartographic professionals to better organize geodata\n\nfor decision-making and knowledge storage. The new RRS website design embodies some of the\nmost essential geo-visualization principle and aims to present regional religious systems in the\n\nHangzhou area with a fresh look. Their presentation will also introduce the style sheet for geo-\nvisualization in order to create standardized maps for all datasets.\n\nThis is a team effort between Dr. Jiang Wu, Professor of East Asian Studies, Director of\nthe Center for Buddhist Studies and Dr. Philip Stoker, Assistant Professor of Landscape\nArchitecture and Planning. The collaboration will bring together the information and data that Dr.\n\nPNC 2022 Annual Conference and Joint Meetings\n\nWu and his team have developed and the cartography and design capacity of Dr. Stoker and his\nteam. Dr. Stoker has been teaching GIS and map design in CAPLA for four years. Dr. Stoker is\nPresident of the UA GIS Users group on campus and has led campus wide cartography brown\nbag workshops. Dr. Stoker’s maps have been published in nationally recognized publications like\nthe Journal of the American Planning Association, Landscape and Urban Planning, and\nSustainable Cities and Societies. Dr. Wu has conducted research by applying GIS methods to\nstudy religious sites since 2003. He has developed multiple databases and datasets of Chinese\nreligion, especially in the Hangzhou area. The Buddhist Geographic Information System (BGIS)\nproject he initiated is a comprehensive database of Buddhist monasteries in China that can be\nextended to other areas of East Asia as well. He has also developed a sophisticated methodology\nfor studying the distribution of religious sites and their correlation with other socioeconomic\nfactors, namely the concept and method of Regional Religious Systems (RRS). A summary of his\nfinding can be found in a Wikipedia entry at\nhttp://en.wikipedia.org/wiki/Regional_Religious_System. He has also organized an international\nconference on RRS in 2016. An anthology of the conference papers on the concept and method of\nRRS (The Formation of Regional Religious Systems in Greater China) has been published by\nRoutledge in 2022 in the Spatial Humanities Series edited by David Bodenheimer.\nKeywords: Geo-visualization, Regional Religious Systems (RRS), Hangzhou, Buddhist\nTemples, Digital Atlas",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 98,
    "Title" : "Jiang Wu",
    "LastName" : "Wu",
    "FirstName" : "Jiang",
    "CJKName" : "吴疆",
    "Affiliation" : "The University of Arizona",
    "URL" : "https://eas.arizona.edu/people/jiangwu"
  } ],
  "Order" : 3
}, {
  "ID" : 172,
  "PresentationTitle" : "From AMAP to CSAB:zhejiang university's DH practice(从学术地图发布平台到智慧古籍平台：浙大数字人文实践）",
  "ProjectLink" : "http://amap.zju.edu.cn/",
  "Schedule" : "D2_E_China",
  "presenters" : [ {
    "ID" : 101,
    "Title" : "Yongming Xu",
    "LastName" : "Xu",
    "FirstName" : "Yongming",
    "Affiliation" : "Zhejiang University"
  } ],
  "Order" : 3
}, {
  "ID" : 173,
  "PresentationTitle" : "Chinese DH platform construction(中国数字人文平台建设)",
  "ProjectLink" : "http://amap.zju.edu.cn; https://csab.zju.edu.cn",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 101,
    "Title" : "Yongming Xu",
    "LastName" : "Xu",
    "FirstName" : "Yongming",
    "Affiliation" : "Zhejiang University"
  } ],
  "Order" : 8
}, {
  "ID" : 174,
  "PresentationTitle" : "Intertextual Du Fu: A Study of Co-citation Network Analysis",
  "ProjectLink" : "https://prezi.com/view/nApFDvcLtiVOCxfdD6ma/",
  "Abstract" : "How does a reader give a text meaning? In what ways do we understand the operations of encounters between a text and a reader? Focusing on the materiality of reading, this study aims to understand how anonymous readers in late Chosŏn Korea read the poetry of Du Fu, a renowned literary canon from China. To identify the meaning of the texts as constituted by the readers, we look at both the texts and the readers’ practices by identifying the readers’ prior knowledge of the text that has been embedded and coded in their reading notes, and by analyzing the relationship between the notes and the main body of poetry. Through this analysis, this paper shows that the reading of texts was performed through constant interactions with interpretive traditions and cultural legacies. Through their practices of reading, consequently, they reveal which communities of interpretation they distinctively belong to. To identify the invisible patterns of the exegetical traditions in their reading practices, this research particularly applies methods in digital humanities, such as citation network analysis, which is an effective tool to recognize the structure of relationships among the notes, poems and many other factors of the texts.",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 105,
    "Title" : "Jamie Jungmin Yoo",
    "LastName" : "Yoo",
    "FirstName" : "Jamie Jungmin",
    "CJKName" : "류정민",
    "Affiliation" : "Yonsei University",
    "URL" : "https://jamiejungminyoo.academia.edu/"
  } ],
  "Order" : 4
}, {
  "ID" : 175,
  "PresentationTitle" : "Graphing the King's Voice: Reconstruction of Kyujangjŏnun through Network Visualization",
  "Abstract" : "This study aims to visualize Kyujangjŏnun, one of the most influential rhyme books published in Chosŏn Korea, paying particular attention to various network structures among the book's rhymes and their relationships with the rhyme families. By applying social network analysis as a main research method, this study delineates the compiler's intention, which has been embedded in the formal features of Kyujangjŏnun. King Chŏngjo, who initiated the compilation project, envisaged the establishment of a new literary canon of the day through the careful regulation of literary forms. Visualizing Kyujangjŏnun using social network analysis, in this respect, is intended to identify the major elements that the compiler chose to apply to constructing a new literary model. This study also serves as a preliminary study to support future research on the process of canon formation and literary censorship in late Chosŏn Korea.",
  "Schedule" : "D2_E_Korea",
  "presenters" : [ {
    "ID" : 105,
    "Title" : "Jamie Jungmin Yoo",
    "LastName" : "Yoo",
    "FirstName" : "Jamie Jungmin",
    "CJKName" : "류정민",
    "Affiliation" : "Yonsei University",
    "URL" : "https://jamiejungminyoo.academia.edu/"
  } ],
  "Order" : 4
}, {
  "ID" : 176,
  "PresentationTitle" : "The Chinese Factory Project: A Digital History and Data Analytics Project",
  "ProjectLink" : "cfp.pubpub.org",
  "Schedule" : "D3_W2_Room3",
  "presenters" : [ {
    "ID" : 106,
    "Title" : "Zhaojin Zeng",
    "LastName" : "Zeng",
    "FirstName" : "Zhaojin",
    "CJKName" : "曾召金",
    "Affiliation" : "Duke Kunshan University",
    "URL" : "https://scholars.duke.edu/person/zzj"
  } ],
  "Order" : 3
}, {
  "ID" : 177,
  "PresentationTitle" : "Contemporary Chinese Village Gazetteers Data (CCVG Data)",
  "ProjectLink" : "http://www.chinesevillagedata.library.pitt.edu/",
  "Abstract" : "CCVG Data is a project initiated by East Asian Library, University of Pittsburgh Library System. It extracted data from Chinese village gazetteers, covers from 1949 to 2019. CCVG Data allows users to download raw data from the site, and to cross search and utilize the data for teaching and researching. \nThis presentation will be presented by Haining Zhao, resource support specialist, and Richard Hoover, software developer from University Library System. This presentation will focus on the software and platform used in CCVG project implementation and hosting. It will contain-\nProject initiation (why CCVG )\nHow data and datasets were chosen\nPlatform used to enter data – Drupal\nUser platform frontend: Angular\nBackend: Python Flask and MySQL",
  "Schedule" : "D3_W2_Room3",
  "presenters" : [ {
    "ID" : 108,
    "Title" : "Haining Zhao",
    "LastName" : "Zhao",
    "FirstName" : "Haining",
    "CJKName" : "赵海宁",
    "Affiliation" : "University of Pittsburgh",
    "URL" : "https://library.pitt.edu/staff?title=haining"
  }, {
    "ID" : 113,
    "Title" : "Richard Hoover",
    "LastName" : "Hoover",
    "FirstName" : "Richard",
    "Affiliation" : "University of Pittsburgh",
    "URL" : "https://library.pitt.edu/staff?title=Richard+Hoover"
  } ],
  "Order" : 2
}, {
  "ID" : 178,
  "PresentationTitle" : "Oral Histories of the Cultural Revolution and Contemporary China",
  "ProjectLink" : "https://culturalrevolution.pitt.edu/",
  "Abstract" : "The full title of CR/10 is Cultural Revolution 10. It is an oral history project initiated by East Asian Library, University of Pittsburgh Library System. This presentation will be presented by Haihui Zhang, CR/10 project initiator, and Dr. Rongqian Ma, a former member of CR/10 team and now Assistant Professor at the Department of Information and Library Science of the Luddy School of Information, Computing, and Engineering at Indiana University Bloomington.  This presentation will focus on tools used in CR/10 process, and accessibility and maintenance.",
  "Schedule" : "D2_W_Room4",
  "presenters" : [ {
    "ID" : 107,
    "Title" : "Haihui Zhang",
    "LastName" : "Zhang",
    "FirstName" : "Haihui",
    "CJKName" : "张海惠",
    "Affiliation" : "University of Pittsburgh",
    "URL" : "https://www.library.pitt.edu/haihui-zhang"
  }, {
    "ID" : 112,
    "Title" : "Rongqian Ma",
    "LastName" : "Ma",
    "FirstName" : "Rongqian",
    "CJKName" : "马戎千",
    "Affiliation" : "Indiana University Bloomington",
    "URL" : "https://www.rongqianma.com/"
  } ],
  "Order" : 2
}, {
  "ID" : 180,
  "PresentationTitle" : "Using historical maps to predict economic activity",
  "ProjectLink" : "https://arxiv.org/abs/2112.13850",
  "Abstract" : "We introduce a novel machine learning approach to leverage historical and contemporary maps and systematically predict economic statistics. Our simple algorithm extracts meaningful features from the maps based on their color compositions for predictions. We apply our method to grid-level population levels in Sub-Saharan Africa in the 1950s and South Korea in 1930, 1970, and 2015. Our results show that maps can reliably predict population density in the mid-20th century Sub-Saharan Africa using 9,886 map grids (5km by 5 km). Similarly, contemporary South Korean maps can generate robust predictions on income, consumption, employment, population density, and electric consumption. In addition, our method is capable of predicting historical South Korean population growth over a century.",
  "Schedule" : "D2_E_Korea",
  "presenters" : [ {
    "ID" : 103,
    "Title" : "Hyunjoo Yang",
    "LastName" : "Yang",
    "FirstName" : "Hyunjoo",
    "Affiliation" : "Sogang University",
    "URL" : "https://sites.google.com/view/hyang"
  } ],
  "Order" : 1
}, {
  "ID" : 181,
  "PresentationTitle" : "Digitalization of Chinese Literature: Challenges and solutions on the issues of formatting",
  "Abstract" : "Chinese printed texts can be formatted horizontally or vertically.  In older Chinese newspapers, it was also quite common to format the title of a news article horizontally while formatting the actual news vertically.  Another issue is the reading order of a text.  For journal articles and newspapers, it is not uncommon to have captions of images done in a way that seems to be mixing with the rest of the text.  When extracting full texts from Chinese literature (such as using OCR), resolving these formatting issues often involves significant manual overhead. \n\nIn this presentation, we shall describe the progress being made in the digitization of Chinese literature at Airiti, a Chinese content aggregator and technology provider. Emphasis will be made on how we resolve the two issues mentioned above, and how we use our results to expedite the full-text digitization of Chinese textual materials.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 127,
    "Title" : "Li Yenhsuen",
    "LastName" : "Li",
    "FirstName" : "Yenhsuen",
    "CJKName" : "李彥萱",
    "Affiliation" : "Airiti"
  } ],
  "Order" : 11
}, {
  "ID" : 182,
  "PresentationTitle" : "Architectura Sinica and the ATTCAT Project (joint presentation)",
  "ProjectLink" : "https://architecturasinica.org/index.html",
  "Abstract" : "ARCHITECTURASINICA\nInitially made available in 2019, ArchitecturaSinica is the first open-source, publicly accessible research database dedicated to scholarly research on the architecture and built environment of pre-modern China. \n\nAs it stands today ArchitecturaSinica consists of three important modules: \n1.\tA Dynamic Site Archive \n2.\tThe Thesaurus of Architectural Terminology \n3.\tOur Bibliography\n\nATTCAT PROJECT\nThe annotations for technical terms published at ArchitecturaSinica are developed through student-faculty collaborations as part of the ATTCAT (Annotation and Translation of Traditional Chinese Architecture Terminology) Project. Research is presented at an annual workshop in June where experts evaluate definitions and suggest revisions. To date we have published richly annotated definitions of more than 100 different terms.\n\nWe like the iterative process of web publication—we can “publish” individual entries into a centralized, interactive, expandable platform every year. But we ask: is there a role for paper publication? How do we preserve data without it?",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 64,
    "Title" : "Tracy Miller",
    "LastName" : "Miller",
    "FirstName" : "Tracy",
    "Affiliation" : "Vanderbilt University",
    "URL" : "https://my.vanderbilt.edu/tracymiller/"
  }, {
    "ID" : 134,
    "Title" : "Clifford Anderson",
    "LastName" : "Anderson",
    "FirstName" : "Clifford",
    "Affiliation" : "Vanderbilt University",
    "URL" : "https://www.cliffordanderson.net/"
  } ],
  "Order" : 9
}, {
  "ID" : 183,
  "PresentationTitle" : "Chinese Engineers Relational Database (CERD)",
  "ProjectLink" : "https://home.uni-leipzig.de/cerd/",
  "Abstract" : "The Chinese Engineers Relational Database (CERD) is a database of engineers from the Chinese Republican period (1912–1949). Drawing from various digitized historical sources, CERD offers a prosopographic catalogue of professional individuals, including their education, employment, and associated institutions. Most biographical events have geographical information attached to them. Researchers can freely access and export the data to answer their individual research questions.\n\nThis presentation talks about the design philosophy behind CERD, reflects on potential issues one may encounter when constructing and operating a historical biographical database, highlights potential use cases in historical research, and presents an outlook of future data linking efforts.\n\nThorben Pelzer is a postdoc researcher in Chinese history at Leipzig University, Germany. He has published monographs, essays, and datasets on China. Recent publications include 100 Maps about China (in German, Katapult, 2022) and the forthcoming Engineering Trouble: US–Chinese Experiences of Professional Discontent, 1905–1945 (Brill, 2023).",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 75,
    "Title" : "Thorben Pelzer",
    "LastName" : "Pelzer",
    "FirstName" : "Thorben",
    "Affiliation" : "Leipzig University",
    "URL" : "https://www.uni-leipzig.de/en/profile/mitarbeiter/thorben-pelzer"
  } ],
  "Order" : 3
}, {
  "ID" : 184,
  "PresentationTitle" : "Behind the Camera: Teaching Modules and Interactive Timeline on Gender and the History of Japanese Photography",
  "ProjectLink" : "https://behindthecamerajapan.arts.ubc.ca/",
  "Abstract" : "This presentation introduces the new digital humanities resource, Behind the Camera: Gender, Power, and Politics in the History of Japanese Photography. I will cover the primary resources available on the website, including bilingual (English/Japanese) lecture videos, annotated bibliographies, image archives, and more, as well as responses to the site since its launch in the fall of 2022.",
  "Schedule" : "D2_E_Japan",
  "presenters" : [ {
    "ID" : 17,
    "Title" : "Carrie Cushman",
    "LastName" : "Cushman",
    "FirstName" : "Carrie",
    "Affiliation" : "University of Hartford",
    "URL" : "https://www.hartford.edu/directory/has/cushman-carrie.aspx"
  }, {
    "ID" : 26,
    "Title" : "Steven Geofrey",
    "LastName" : "Geofrey",
    "FirstName" : "Steven",
    "Affiliation" : "Harvard Kennedy School",
    "URL" : "https://fluidencodings.com"
  } ],
  "Order" : 5
}, {
  "ID" : 185,
  "PresentationTitle" : "Project Mo文oN",
  "ProjectLink" : "http://www.koreatext.org/",
  "Abstract" : "Housed at the Cambridge Institute for the Study of Korea, a Massachusetts non-profit, Project Mo文oN is an ongoing effort to democratize access to information technologies, inspire innovative research, develop useful learning environments, and enable artful expression. This presentation will briefly describe the project’s history, its origins in the development of tools for the study of Korean literature, as well as its current initiatives, which are focused on enabling scholars of East Asia and memory institutions around the world to take advantage of recent developments in artificial intelligence. It will conclude with a description of work done by researchers associated with the project at the National Library of Korea to transcribe late nineteenth / early twentieth-century Korean periodicals using deep learning.",
  "Schedule" : "D1_E_Korea",
  "presenters" : [ {
    "ID" : 18,
    "Title" : "Wayne de Fremery",
    "LastName" : "de Fremery",
    "FirstName" : "Wayne",
    "Affiliation" : "Dominican University of California"
  } ],
  "Order" : 1
}, {
  "ID" : 186,
  "PresentationTitle" : "AI Authoring for Korean",
  "ProjectLink" : "http://www.koreatext.org/",
  "Abstract" : "This presentation will introduce a set of tools developed in collaboration with the Cambridge Institute for the Study of Korea and its Project Mo文oN. These tools enable scholars studying East Asia to build their own, problem specific, assistive artificial intelligence solutions. The presentation will describe how these tools enable scholars to quickly gather and curate high-quality data, as well as use the data they curate to create custom artificial intelligence solutions for domain specific problems. In short, attendees will learn about tools that enable East Asianists to author their own AI solutions that support their own specific research aims.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 18,
    "Title" : "Wayne de Fremery",
    "LastName" : "de Fremery",
    "FirstName" : "Wayne",
    "Affiliation" : "Dominican University of California"
  } ],
  "Order" : 3
}, {
  "ID" : 187,
  "PresentationTitle" : "Treasury of Lives",
  "ProjectLink" : "https://treasuryoflives.org/",
  "Abstract" : "The Treasury of Lives is an online-only biographical encyclopedia of Tibet, Inner Asia, and the Himalaya. With over 1300 biographies, we have accumulated a great deal of data. A site redevelopment now nearing completion will transition the database to Linked Open Data model.",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 25,
    "Title" : "Alexander Gardner",
    "LastName" : "Gardner",
    "FirstName" : "Alexander",
    "Affiliation" : "Treasury of Lives"
  } ],
  "Order" : 4
}, {
  "ID" : 188,
  "PresentationTitle" : "Yogācārabhūmi Database: A Challenge for the Search Function of a Multilingual (Chinese, Sanskrit, Tibetan) Database",
  "ProjectLink" : "https://ybh.dila.edu.tw/",
  "Abstract" : "The Yogācārabhūmi Database is a collection of texts and commentaries from the Yogācāra tradition of Buddhism, which originated in India and is known for its emphasis on the nature of consciousness and the mind for the development of Śrāvaka and Bodhisattva's practice.\n- The multilingual nature of the database presents a significant challenge for search functionality. The texts are written in languages such as Chinese, Sanskrit, Tibetan, and others, each with unique characteristics in terms of word structure, syntax, and character sets. To ensure accurate and efficient searching across the database, search algorithms and techniques need to be adapted to each language.\n- An integrated approach to search across multiple languages is difficult to implement due to these differences. Instead, language-specific algorithms and techniques need to be developed to enable accurate and efficient search capabilities.",
  "Schedule" : "D1_E_Buddhism",
  "presenters" : [ {
    "ID" : 4,
    "Title" : "Huimin Bhikshu",
    "LastName" : "Bhikshu",
    "FirstName" : "Huimin",
    "CJKName" : "釋惠敏",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "https://orcid.org/0000-0002-3342-0357"
  } ],
  "Order" : 3
}, {
  "ID" : 189,
  "PresentationTitle" : "NDL Ngram Viewer and Next Digital Library",
  "ProjectLink" : "https://lab.ndl.go.jp/ngramviewer/, https://lab.ndl.go.jp/dl/",
  "Schedule" : "D2_E_Japan",
  "presenters" : [ {
    "ID" : 72,
    "Title" : "Tahee Onuma",
    "LastName" : "Onuma",
    "FirstName" : "Tahee",
    "CJKName" : "大沼太兵衛",
    "Affiliation" : "The National Diet Library, Japan"
  } ],
  "Order" : 2
}, {
  "ID" : 190,
  "PresentationTitle" : "Introduction of the Modern History Databases",
  "ProjectLink" : "https://mhdb.mh.sinica.edu.tw",
  "Schedule" : "D2_Center_Session 2",
  "presenters" : [ {
    "ID" : 54,
    "Title" : "Ling-Ling Lien",
    "LastName" : "Lien",
    "FirstName" : "Ling-Ling",
    "Affiliation" : "Institute of Modern History, Academia Sinica"
  } ],
  "Order" : 4
}, {
  "ID" : 191,
  "PresentationTitle" : "Vision Plan for a Collaborative Digital Sourcebook of Modern East Asian History",
  "Schedule" : "D3_W3_Room2",
  "presenters" : [ {
    "ID" : 104,
    "Title" : "Daqing Yang",
    "LastName" : "Yang",
    "FirstName" : "Daqing"
  } ],
  "Order" : 3
}, {
  "ID" : 192,
  "PresentationTitle" : "Books in China Database",
  "ProjectLink" : "https://www.booksinchina.org/bicdb/%23/",
  "Abstract" : "This presentation introduces the Books in China Database (BIC), a web tool created by Joseph Dennis of the University of Wisconsin Department of History, and Dr. Chen Shih-Pei and Calvin Yeh of the Max Planck Institute for History of Science (MPIWG). BIC is an open-access research and visualization tool that allows users to explore the circulation of books in China from the 1200s to the early 1900s. BIC is based on over 32,000 lines of data about books and other texts held by over 700 local school libraries and government offices. Dennis extracted information from Chinese local gazetteers using the MPIWG-developed software Local Gazetteer Research Tools. Most data comes from lists of books in school libraries and commemorative records of book acquisition.",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 20,
    "Title" : "Joe Dennis",
    "LastName" : "Dennis",
    "FirstName" : "Joe",
    "CJKName" : "戴思哲",
    "Affiliation" : "University of Wisconsin Department of History"
  } ],
  "Order" : 5
}, {
  "ID" : 193,
  "PresentationTitle" : "Rescuing Untold Oral Histories: Archiving and Unlocking the War of Memory of the Vietnam Wars",
  "ProjectLink" : "https://ash.harvard.edu/global-vietnam-wars-studies",
  "Abstract" : "This presentation introduces how the Harvard Kennedy School’s Global Vietnam Wars Studies Initiative has been collecting, documenting, and archiving uncensored audio-visual interviews as new digital scholastic materials. These oral histories delve deeply into the unheard voices and unrested war memories of veterans from all sides including military commanders, political officers, spies, enlisted men and women civilians whose voices have never been heard within the Vietnam War history. Video-recording such hidden memories from the opposing and allied sides elaborated genuine texture to the war’s poignant consequences, and concurrently provided new perceptions of the post-war Vietnam. Using oral history materials as primacy sources and employing first-person memory as both source and subject, this digitalized oral history video database will offer state-of-art pedagogical substance to innovate history disciplines, promoting new interdisciplinary and collaborative approaches and multiple perspectives, e.g. military, political, socio-economic, cultural, and religious, to study and teach Vietnam War histories against the backdrop of the 21st century realities.",
  "Schedule" : "D2_W_Room4",
  "presenters" : [ {
    "ID" : 69,
    "Title" : "Mai Bui Dieu Linh",
    "LastName" : "Mai",
    "FirstName" : "Bui Dieu Linh",
    "Affiliation" : "Harvard Kennedy School",
    "URL" : "https://ash.harvard.edu/people/mai-bui-dieu-linh"
  } ]
}, {
  "ID" : 194,
  "PresentationTitle" : "Beyond Genealogy – The Woman Trope in Modern Chinese Literature",
  "Abstract" : "Studies of Chinese feminism considered literary representations of women as symptoms of historico-ideological configurations: (colonial) modernity, socialism, post-socialism, etc. The unintended consequence of such genealogies is the neglect of continuities spanning across the alleged “ruptures” or “epistemic shifts.” I split the modern Chinese corpus into three parts (“Republican,” “Socialist”, “Contemporary”) and use measures of statistical significance to identify terms and expressions that appear around female names and pronouns more often than expected in all three subcorpora. Adjusting the co-occurrence window size, I show that representations of women in modern Chinese literature remained stable within shorter distances, as opposed to longer fragments (passages/chapters), which were more vulnerable to political whim. Foregrounding the structural consistency in consecutive iterations of the woman trope in modern China, I make a case for thinking in alternative, macroscopic timelines and in terms of embodied technologies rather than cultural genealogies.",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 49,
    "Title" : "Maciej Kurzynski",
    "LastName" : "Kurzynski",
    "FirstName" : "Maciej",
    "Affiliation" : "Stanford University"
  } ],
  "Order" : 3
}, {
  "ID" : 195,
  "PresentationTitle" : "Making The Impossible Possible: The Road to The Digitization of \"Dai Kanwa Jiten\"",
  "Abstract" : "Dai Kanwa Jiten, compiled by Morohashi Tetsuji (1883-1982), is one of the largest Chinese-Japanese dictionaries.\nIts digitization has been hindered not only by the sheer volume of information, but also by the difficulties of displaying many of the kanji characters in the current PC environment.\nIn 2021, a web version was finally released on JapanKnowledge.\nThis presentation will discuss how the digital version came to be, and the plans for future development.",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 85,
    "Title" : "Noriyuki Takechi",
    "LastName" : "Takechi",
    "FirstName" : "Noriyuki",
    "CJKName" : "武智則之",
    "Affiliation" : "NetAdvance Inc.",
    "URL" : "https://www.linkedin.com/in/noriyuki-takechi-89155b114/"
  } ],
  "Order" : 3
}, {
  "ID" : 196,
  "PresentationTitle" : "From 'Digitalization' to 'Digital Transformation' in the World of Classical East Asian Studies - Experiments in the 'Hanyang Time Machine' Project",
  "ProjectLink" : "http://dh.aks.ac.kr/~tutor/wiki/index.php/TTOT-45718",
  "Abstract" : "Hanyang Time Machine Project, which reconstructs Hanyang, the capital of Joseon (1392-1910), in the digital virtual world aims not only to show the appearance of the buildings, but also to know who lived in the city, what relationships they maintained, and what culture they enjoyed. \n  To achieve this goal, we created an organization where digital engineers and humanities researchers collaborated and tried to convert humanities knowledge related to cultural heritage into digital data.\n  The way we chose to convert humanities knowledge into digital data is to create Resource Description Framework (RDF) triples by extracting the contextual elements and relationships from the text recorded in the old literature. \n  The RDF data we are creating is a conversion of humanities knowledge from a form that was ambiguously contained in written human language into explicit data that computers can recognize. \n  This can be used as primary learning data for the deep-learning process of AI. \nHowever, which I think more important than this utilization effect, is that were able to see the possibility of a new learning method that allows young students of the digital native generation to explore Korea's traditional culture in a digital language familiar to them.\n  Traditional cultures of China, Japan, Vietnam, and Korea, which used Classical Chinese as the language of global communication, have many similarities and relationships with their uniqueness.  Classical East Asian studies conducted in a digital environment will enable the exploration of East Asian culture in a convergent open space.\n  If  we have a vision for trans-East Asian classical studies, future researchers who will realize it should be educated to have the capabilities of digital-based learning and research.  I hope the experience of the Hanyang Time Machine project can be a reference for this task.",
  "Schedule" : "D2_Center_Session 1 Room 3",
  "presenters" : [ {
    "ID" : 47,
    "Title" : "Hyeon Kim",
    "LastName" : "Kim",
    "FirstName" : "Hyeon",
    "CJKName" : "김현 (金炫)",
    "Affiliation" : "Academy of Korean Studies",
    "URL" : "http://www.xuanflute.com"
  } ],
  "Order" : 3
}, {
  "ID" : 197,
  "PresentationTitle" : "Entity modelling and the epigraphic method in middle period Chinese social history",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 76,
    "Title" : "Lance Pursey",
    "LastName" : "Pursey",
    "FirstName" : "Lance",
    "CJKName" : "白嵐史",
    "Affiliation" : "Waseda University",
    "URL" : "https://waseda.academia.edu/LancePursey%E7%99%BD%E5%B5%90%E5%8F%B2"
  } ],
  "Order" : 8
}, {
  "ID" : 198,
  "PresentationTitle" : "Ming Dynasty Examination Record Studies: Focusing on the Provincial Exam Level",
  "Abstract" : "This presentation introduces the first and largest study of examiners' comments from the Ming dynasty's provincial exams, consisting of 18,815 comments by 2,322 examiners in 271 Ming provincial exams. The study uses a combination of digital methods, including word clouds, keyword-collocation analysis, word2vec, and Jaccard similarity. The Ming examination records were released in bulk in 2010 and provide the largest set of examination records in Chinese history. The digital reprint of the source in 2016 made it possible to conduct large-scale text-mining. The presentation uses these methods to analyze the patterns in the examiners' comments and shows that examiners valued a candidate's ability to effectively convey the meaning and thesis of classical texts, with a focus on clarity, conciseness, and elegance in writing style. This contradicts the assumption that examiners preferred candidates who excelled in the standardized bagu essay style, instead revealing a preference for candidates with genuine learning, attention to detail, and comprehension of the question through expounding on the thesis, which is more akin to \"critical thinking\" than lifeless memorization.",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 126,
    "Title" : "Zou Jiajun",
    "LastName" : "Zou",
    "FirstName" : "Jiajun",
    "Affiliation" : "Emory University"
  } ],
  "Order" : 6
}, {
  "ID" : 199,
  "PresentationTitle" : "Researching the Presidency of Taiwan in the Digital Era",
  "ProjectLink" : "https://presidentialcck.drnh.gov.tw",
  "Schedule" : "D2_W_Room4",
  "presenters" : [ {
    "ID" : 53,
    "Title" : "Wen-shuo Liao",
    "LastName" : "Liao",
    "FirstName" : "Wen-shuo",
    "Affiliation" : "Academia Historica"
  } ],
  "Order" : 3
}, {
  "ID" : 200,
  "PresentationTitle" : "Peeking into China - Aerial Photos Collected by CIA during the Cold War",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 102,
    "Title" : "Lin Xu",
    "LastName" : "Xu",
    "FirstName" : "Lin",
    "CJKName" : "徐林",
    "Affiliation" : "Private Researcher"
  } ],
  "Order" : 7
}, {
  "ID" : 201,
  "PresentationTitle" : "Heurist - a researcher-oriented infrastructure for building sustainable Humanities databases and interactive web portals",
  "ProjectLink" : "http://HeuristNetwork.org",
  "Abstract" : "https://uni-Video: sydney.zoom.us/rec/share/wfk8iQSj9zrAkW5_j4xCV-B9wM2NXPEX3a50QxKonIP3nRFly1J4y3eHNlqvw2Ls.iDU3ZNNozRDNKimT \nPasscode: @8.t%23BqR\n\nAbstract: Developed since 2005, Heurist is an open source infrastructure which empowers individual reseachers and collaborative research projects to design, build and maintain their own richly linked databases and to generate embedded interactive websites. Full-featured database applications which would normally require months of technical work can be built without programming in days and iteratively extended on-the-fly as needs evolve. \n\nHeurist was designed by and for Humanities researchers and has been used across a broad range of projects in archaeology, history, literary and contemporary studies - currently more than 200 active projects. Heurist requires only a web browser, and can be used for free on several institutionally-supported public servers, or installed locally. \n\nHeurist is designed for sustainability. The code is a high-level interface to a standardised well-documented MySQL + directory structure. Project schemas and website design are stored as data integrated with content in a single self-documenting database per project. All servers/databases run identical software, so the cost of sustainability is reduced to maintaining a single codebase and a handful of vanilla Linux virtual servers, a minor cost shared across many projects.",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 42,
    "Title" : "Ian Johnson",
    "LastName" : "Johnson",
    "FirstName" : "Ian",
    "Affiliation" : "University of Sydney",
    "URL" : "https://heuristref.net/ian_johnson_bio.html"
  } ],
  "Order" : 2
}, {
  "ID" : 203,
  "PresentationTitle" : "Chinese prosopography projects based on Heurist",
  "ProjectLink" : "https://heurist.huma-num.fr/web/Geo_Recits",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 42,
    "Title" : "Ian Johnson",
    "LastName" : "Johnson",
    "FirstName" : "Ian",
    "Affiliation" : "University of Sydney",
    "URL" : "https://heuristref.net/ian_johnson_bio.html"
  } ],
  "Order" : 6
}, {
  "ID" : 204,
  "PresentationTitle" : "Popular Cults in the Thirteenth-Century Lower Yangzi",
  "Abstract" : "Popular religion contributed profoundly to the development of a shared culture in China transcending class and geographic boundaries, but the precise pattern of integration by way of religion remain underexplored. Using the data collected from local gazetteers that have survived from the Southern Song and Yuan dynasties, this article takes a bird’s-eye view of the spatial distribution of popular cults in China’s Lower Yangzi region around the thirteenth century and employs the formal methods of network analysis to analyze the pattern of connections formed through these religious ties. It teases out several complementary models of cultural integration that were at work in the Lower Yangzi, the combination of which created a crisscrossing web of religious ties that linked together a diversity of subregional religious cultures in a highly robust manner. Each a host to a great variety of popular deities associated with different subregional cultures, the prefectural seats and the Southern Song capital Lin’an played a critical role in the construction of a shared culture by providing a welcoming meeting ground for divergent communities of devotees.",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 12,
    "Title" : "Song Chen",
    "LastName" : "Chen",
    "FirstName" : "Song",
    "Affiliation" : "Bucknell University"
  } ],
  "Order" : 1
}, {
  "ID" : 206,
  "PresentationTitle" : "A Research Framework of Book Size Modeling Based on Digital Library Metadata",
  "Abstract" : "The digitized collections of large online libraries provide a new perspective to a traditional question in book history: the book size. This project proposes a replicable research framework of modeling book sizes based on digital library metadata. It studies the MARC field 300-c of all 133,266 books published between 1500 and 1799 in the HathiTrust digital library, and finds an overall decrease in book size across languages. The findings reinforce previous studies that show the increasing importance of vernacular fiction in Chinese books, and further demonstrate that such decrease is not unique to Eastern Asian books. The framework proposed could help book historians analyze the print culture in East Asia at scale and compare them with that of the West, revealing publication trends obscured by studies with a limited number of cases and realizing the potential of research libraries as the most important “tool” with the help of digital technologies.",
  "Schedule" : "D1_E_Collection",
  "presenters" : [ {
    "ID" : 111,
    "Title" : "Wenyi Shang",
    "LastName" : "Shang",
    "FirstName" : "Wenyi",
    "CJKName" : "尚闻一",
    "Affiliation" : "School of Information Sciences, University of Illinois Urbana-Champaign",
    "URL" : "https://ischool.illinois.edu/people/wenyi-shang"
  } ],
  "Order" : 4
}, {
  "ID" : 207,
  "PresentationTitle" : "Evol: A Big Data Analytics Platform for Ancient Books",
  "ProjectLink" : "http://evolution.pkudh.xyz/book",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 83,
    "Title" : "Qi Su",
    "LastName" : "Su",
    "FirstName" : "Qi",
    "CJKName" : "苏祺",
    "Affiliation" : "Peking University"
  } ],
  "Order" : 11
}, {
  "ID" : 208,
  "PresentationTitle" : "WuYuDian(吾與點): An Intelligent annotation system for Chinese ancient texts",
  "ProjectLink" : "http://wyd.pkudh.xyz",
  "Abstract" : "Ancient Chinese text is composed of a continuous string of Chinese characters, and there is no space to separate words, no punctuations to mark sentences, not mention the labels to indicate named entities such as person names, place names. All of these tasks are viewed as sequence-sequence annotation tasks. \n\nFollowing the deep learning methodology, we trained an ancient Chinese – specified language model by augmenting BERT model with incremental training over a large ancient Chinese corpora, and built an online system WuYuDian (吾與點) which provide public service to do automatic punctuation, word segmentation and named entities extraction on ancient texts. The average performance over the test corpus of distributed over 2000 years is more than 90% precision.",
  "Schedule" : "D3_W2_Room1",
  "presenters" : [ {
    "ID" : 92,
    "Title" : "Jun Wang",
    "LastName" : "Wang",
    "FirstName" : "Jun",
    "CJKName" : "王軍",
    "Affiliation" : "Digital Humanities Center, Peking University",
    "URL" : "http://pkudh.org/service/wangjun"
  } ],
  "Order" : 10
}, {
  "ID" : 209,
  "PresentationTitle" : "Georeferencing Far Northern Literati from Ex-Liao Territory Under Jurchen Rule",
  "Abstract" : "We know next to nothing about literati culture of the Kitan Liao dynasty due to the loss of most writings in that period. That said, we can recover part of this far northern literati community through the lens of Jurchen Jin textual sources. \nI examine the presence of literati with former Liao family pedigrees in two seminal writings by Jin elites, Zhongzhou ji 中州集 (ZZJ) and Guiqian zhi 歸潛志 (GQZ). Under the umbrella term of “Jin literati,” the poets with Liao background were often grouped indiscriminately with descendants from the Northern Song. In my research, by periodizing and georeferencing all poets and literati recorded in ZZJ and GQZ, I visualize and foreground the poets from the pre-Liao territory onto the map generated by QGIS.\nUltimately, I argue that the palimpsest of Liao literati culture can be perceived by their burgeoning literary practice in the Jurchen regime.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 100,
    "Title" : "Lili Xia",
    "LastName" : "Xia",
    "FirstName" : "Lili",
    "Affiliation" : "Princeton University"
  } ],
  "Order" : 8
}, {
  "ID" : 210,
  "PresentationTitle" : "Lepton: Natural Language Processing Application in China Historical Records Data Mining",
  "ProjectLink" : "https://docs.google.com/presentation/d/1Dt563kvDUz2xRvbRDCVzsBNk_A6KOeqHCUAwslaKZE4/edit?usp=sharing",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 61,
    "Title" : "Queenie Luo",
    "LastName" : "Luo",
    "FirstName" : "Queenie",
    "Affiliation" : "Harvard University",
    "URL" : "https://www.iq.harvard.edu/people/queenie-luo"
  } ],
  "Order" : 2
}, {
  "ID" : 211,
  "PresentationTitle" : "DEDU: an online parallel corpus editing tool",
  "ProjectLink" : "https://dedu.dila.edu.tw/home/?lang=en",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 93,
    "Title" : "Yu-Chun Wang",
    "LastName" : "Wang",
    "FirstName" : "Yu-Chun",
    "CJKName" : "王昱鈞",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "https://bs.dila.edu.tw/%e7%8e%8b%e6%98%b1%e9%88%9e%e5%8a%a9%e7%90%86%e6%95%99%e6%8e%88yuchun-wang/"
  } ],
  "Order" : 9
}, {
  "ID" : 212,
  "PresentationTitle" : "Medieval Yangban",
  "ProjectLink" : "https://github.com/javiercha/medieval_yangban",
  "Schedule" : "D2_E_Korea",
  "presenters" : [ {
    "ID" : 7,
    "Title" : "Javier Cha",
    "LastName" : "Cha",
    "FirstName" : "Javier",
    "Affiliation" : "The University of Hong Kong",
    "URL" : "https://javiercha.com/"
  } ],
  "Order" : 5
}, {
  "ID" : 213,
  "PresentationTitle" : "Open Digital Assets for all from the Digital Endeavors of National Central Library: Introduction of Taiwan Periodical Paper Index System",
  "Schedule" : "D1_libraries_sessions 1",
  "presenters" : [ {
    "ID" : 123,
    "Title" : "Wu Po-yueh",
    "LastName" : "Wu",
    "FirstName" : "Po-yueh",
    "CJKName" : "吳柏岳",
    "Affiliation" : "National Central Library, Taiwan",
    "URL" : "https://www.linkedin.com/in/poyueh-wu-6924881aa/"
  } ],
  "Order" : 4
}, {
  "ID" : 214,
  "PresentationTitle" : "Digital Humanities Platform of Shanghai Library",
  "Schedule" : "D2_Center_Session 1 Room 1",
  "presenters" : [ {
    "ID" : 23,
    "Title" : "Yaming Fu",
    "LastName" : "Fu",
    "FirstName" : "Yaming",
    "CJKName" : "付雅明",
    "Affiliation" : "Shanghai Library (Institute of Scientific and Technical Information of Shanghai)",
    "URL" : "https://www.linkedin.com/in/yaming-fu-0425275b/"
  } ],
  "Order" : 1
}, {
  "ID" : 215,
  "PresentationTitle" : "Taiwan Memory",
  "ProjectLink" : "https://tm.ncl.edu.tw/index",
  "Schedule" : "D1_libraries_sessions 1",
  "presenters" : [ {
    "ID" : 13,
    "Title" : "Ching Ju Cheng",
    "LastName" : "Cheng",
    "FirstName" : "Ching Ju",
    "CJKName" : "城菁汝",
    "Affiliation" : "National Central Library, Taiwan",
    "URL" : "https://orcid.org/0000-0001-7701-4417"
  } ],
  "Order" : 3
}, {
  "ID" : 216,
  "PresentationTitle" : "Religious Itineracy: Travel Narratives in the Biographies of Eminent Monks",
  "ProjectLink" : "https://youfun.litphil.sinica.edu.tw/",
  "Abstract" : "Traveling around establishes the foundation of the monks’ cultivation of mind and knowledge, and is a means of propagating the Buddhist faith. In this workshop, I would like to introduce an academic website: “Religious Itineracy: Travel Narratives in the Biographies of Eminent Monks”, designed by the Ethereal Drip-Drops Lab, Institute of Chinese Literature and Philosophy, Academia Sinica, 2023.\n\nThe focus of this project is “action”. In the biographies of eminent monks in pre-modern China, it can be observed that monks often traveled for various reasons, such as studying with masters, summoning by emperors, or spreading Dharma, thereby promoting Buddhist teachings far and beyond, writing books, or compiling Buddhist scriptures. \n\nOn the “Religious Itineracy” website, we introduce two digital reading methods —“event” and “Map”. We first use event extraction, text mark-up to build a database of travel events, including 10047 data rows. Through the employment of data visualization and GIS, user can explore the political, social, and cultural interactions between the changes in the monastic life history and the different conditions of time and space.",
  "Schedule" : "D2_E_Buddhism",
  "presenters" : [ {
    "ID" : 14,
    "Title" : "Wan-Chun Chiu",
    "LastName" : "Chiu",
    "FirstName" : "Wan-Chun",
    "CJKName" : "邱琬淳",
    "Affiliation" : "National Taiwan University"
  } ],
  "Order" : 4
}, {
  "ID" : 217,
  "PresentationTitle" : "Text Analysis in Classical Chinese Poems: From Surface Structures to  Human Values in Machine/Deep Learning",
  "ProjectLink" : "https://bit.ly/harvard_TOTT2023_human_values_in_AI",
  "Abstract" : "Applying computers to identify informative words, phrases, and linguistic structures in texts have proven to be very helpful for digital humanities, including Asian Studies. Looking forward. We would hope that computers can help us find information of higher levels, e.g., semantic information or information that are related to human values. In this brief talk, we discussion issues in this direction, using examples for analyzing classical Chinese poems.",
  "Schedule" : "D2_W_Room2",
  "presenters" : [ {
    "ID" : 56,
    "Title" : "Chao-Lin Liu",
    "LastName" : "Liu",
    "FirstName" : "Chao-Lin",
    "CJKName" : "劉昭麟",
    "Affiliation" : "National Chengchi University, Taiwan",
    "URL" : "http://www3.nccu.edu.tw/~chaolin/"
  } ],
  "Order" : 10
}, {
  "ID" : 218,
  "PresentationTitle" : "Digital Mapping of Ordos Forts",
  "Abstract" : "This project aims to create comprehensive and detailed digital maps of the historical border forts and walls within and around the Ordos Plateau, covering the time period from the 1st century BCE to the 16th century CE. The primary objective is to provide a clearer understanding of the changing spheres of influence of various Chinese and non-Chinese empires in the region. These maps will differ from traditional historical maps by incorporating topographical data to reflect the relationship between the locations of official settlements and the local terrain, as well as archaeological findings to improve accuracy and detail. The resulting digital maps will provide a visually appealing representation of the historical changes in the sphere of influence of the Chinese and non-Chinese empires in the Ordos Plateau, making them a valuable resource for researchers, historians, and anyone interested in the history and geography of the region.",
  "Schedule" : "D2_W_Room3",
  "presenters" : [ {
    "ID" : 99,
    "Title" : "Ting-chih Wu",
    "LastName" : "Wu",
    "FirstName" : "Ting-chih",
    "Affiliation" : "University of Pennsylvania",
    "URL" : "https://www.history.upenn.edu/people/grad-students/ting-chih-wu"
  } ],
  "Order" : 10
}, {
  "ID" : 219,
  "PresentationTitle" : "Kraft (Korean Romanization From Transformer)",
  "ProjectLink" : "https://docs.google.com/presentation/d/1N9tu6Bj14u21GBN05ViPbwtq_1Eu8JHR_Ntj1uREycA/edit?usp=sharing",
  "Schedule" : "D2_E_Korea",
  "presenters" : [ {
    "ID" : 61,
    "Title" : "Queenie Luo",
    "LastName" : "Luo",
    "FirstName" : "Queenie",
    "Affiliation" : "Harvard University",
    "URL" : "https://www.iq.harvard.edu/people/queenie-luo"
  } ],
  "Order" : 3
}, {
  "ID" : 220,
  "PresentationTitle" : "Late Imperial Anthologies of Pre-Tang Poems",
  "ProjectLink" : "http://chinesepoetryanthology.org/",
  "Abstract" : "Late Imperial Anthologies of Pre-Tang Poems 明清古詩總集數據庫 is an online database of anthologies selecting pre-Tang poems produced in late imperial China (1368-1911). It is also a research tool for studying Ming-Qing anthologies and early medieval Chinese poetry. As of February 2023, this database has 23 anthologies and more than 7000 records of poem titles included in these books. Users can conduct a full-text search by poem title and poem author. Users can also browse the anthology information, such as publication edition and date. We will develop and provide more research tools in the coming months.",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 11,
    "Title" : "Jing Chen",
    "LastName" : "Chen",
    "FirstName" : "Jing",
    "CJKName" : "陳婧",
    "Affiliation" : "Hong Kong Polytechnic University",
    "URL" : "https://www.polyu.edu.hk/en/cc/people/academic-staff/dr-chen-jing/"
  } ],
  "Order" : 6
}, {
  "ID" : 221,
  "PresentationTitle" : "China in 2023: New Tools and Methods Available for Social Science Research",
  "Schedule" : "D3_W2_Room3",
  "presenters" : [ {
    "ID" : 6,
    "Title" : "Maisy Byerly",
    "LastName" : "Byerly",
    "FirstName" : "Maisy",
    "Affiliation" : "East View"
  } ],
  "Order" : 4
}, {
  "ID" : 222,
  "PresentationTitle" : "Deconstructing the Construction: The Female Images in Chinese Detective Films, 2010-2020",
  "ProjectLink" : "https://scalar.usc.edu/works/deconstructing-the-construction",
  "Abstract" : "\"Deconstructing the Construction: The Female Images in Chinese Detective Films, 2010-2020\" is a videographic essay that explores the image of women in the most popular, influential Chinese detective films in the recent decade. This arts-based digital humanities project centers critical feminist praxis to make an ethnographic inquiry into cinema through videographic criticism. It not only closely analyzes cinematic works across China, Hong Kong, Taiwan, and other Sinophone areas but also looks into their production and reception among Sinophone communities. By creating nonlinear narration, ramified viewpoints, and associative thoughts, my work hopes to jar people into thinking about the female images in the Chinese detective film in a new way.",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 15,
    "Title" : "Ying-Hsiu Chou",
    "LastName" : "Chou",
    "FirstName" : "Ying-Hsiu",
    "Affiliation" : "University of Washington",
    "URL" : "https://asian.washington.edu/people/ying-hsiu-chou"
  } ],
  "Order" : 4
}, {
  "ID" : 223,
  "PresentationTitle" : "Transnational Inquiries of the Japanese Diaspora: A Case Study of the Hoji Shinbun Digital Collection",
  "ProjectLink" : "https://hojishinbun.hoover.org/",
  "Abstract" : "The Hoji Shinbun Digital Collection, created and managed by the Japanese Diaspora Initiative at the Hoover Institution Library & Archives, Stanford University, aims to preserve and make pre-WWII overseas Japanese newspapers available. Its full-text searchability and cross-search capacities allow researchers to make transnational inquiries and follow individual diasporic footsteps. Its extensive text data, albeit OCR text conversion challenges, also has prompted scholars to conduct text mining analysis. Despite its linguistic predominance in Japanese, the collection is uniquely American, not only bridging Japan and Asian American studies but serving American society at large, more specifically, people of color. Longevity, sustainability, and engagement are the pillars of this digital collection. For these purposes, the HSDC promotes collaborations in multiple areas: collaboration with local and Japanese general public communities, scholars, and institutions. This presentation showcases different areas of collaboration and the importance of diverse community engagement in the project’s longevity and sustainability.",
  "Schedule" : "D2_E_Japan",
  "presenters" : [ {
    "ID" : 125,
    "Title" : "Ueda Kaoru",
    "LastName" : "Ueda",
    "FirstName" : "Kaoru Kay",
    "CJKName" : "上田薫",
    "Affiliation" : "Hoover Institution Library & Archives",
    "URL" : "https://www.hoover.org/profiles/kaoru-ueda"
  } ],
  "Order" : 4
}, {
  "ID" : 224,
  "PresentationTitle" : "From Burgers to Projects: applying agile development to DH projects",
  "Schedule" : "D3_W3_Room2",
  "presenters" : [ {
    "ID" : 110,
    "Title" : "Kwok Leong Tang",
    "LastName" : "Tang",
    "FirstName" : "Kwok Leong",
    "CJKName" : "鄧國亮",
    "Affiliation" : "Harvard University"
  }, {
    "ID" : 116,
    "Title" : "Calvin Yeh",
    "LastName" : "Yeh",
    "FirstName" : "Calvin",
    "Affiliation" : "Max Planck Institute for the History of Science"
  } ],
  "Order" : 5
}, {
  "ID" : 226,
  "PresentationTitle" : "Beyond the Basics: Designing a Comprehensive Digital Humanities Curriculum",
  "Schedule" : "D3_W3_Room2",
  "presenters" : [ {
    "ID" : 7,
    "Title" : "Javier Cha",
    "LastName" : "Cha",
    "FirstName" : "Javier",
    "Affiliation" : "The University of Hong Kong",
    "URL" : "https://javiercha.com/"
  } ],
  "Order" : 2
}, {
  "ID" : 227,
  "PresentationTitle" : "The Outlier Dictionary of Chinese Characters: A Dictionary with Digital DNA",
  "ProjectLink" : "www.outlier-linguistics.com",
  "Abstract" : "The Outlier Dictionary of Chinese Characters is not only unique in that its easy-to-understand character explanations are based on rigorous paleographic analysis, it is also a dictionary that is digital to its core, from its initial funding, distribution, all the way to the digital tools used to create it.",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 124,
    "Title" : "Ash Henson",
    "LastName" : "Henson",
    "FirstName" : "Ash",
    "CJKName" : "李艾希",
    "Affiliation" : "Outlier",
    "URL" : "https://www.outlier-linguistics.com/pages/ash"
  } ],
  "Order" : 7
}, {
  "ID" : 228,
  "PresentationTitle" : "Dictionaries of National Institute of Korean Language",
  "Abstract" : "Introducing the standard Korean dictionary, the Urimalsaem, the basic Korean dictionary and the Korean sign language dictionary, and introducing the characteristics of Urimalsaem, a new type of dictionary in which users participate in writing themselves.",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 50,
    "Title" : "Daeseong Lee",
    "LastName" : "Lee",
    "FirstName" : "Daeseong",
    "Affiliation" : "National Institute of Korean Language"
  } ],
  "Order" : 1
}, {
  "ID" : 229,
  "PresentationTitle" : "Day 3 Workshop Digital Dictionaries-Nakagawa Natsuko",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 71,
    "Title" : "Natsuko Nakagawa",
    "LastName" : "Nakagawa",
    "FirstName" : "Natsuko",
    "Affiliation" : "National Institute for Japanese Language and Linguistics",
    "URL" : "https://sites.google.com/site/nakagawanatuko/home"
  } ],
  "Order" : 2
}, {
  "ID" : 230,
  "PresentationTitle" : "Day 3 Workshop Digital Dictionaries-Li Lifeng",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 52,
    "Title" : "Lifeng Li",
    "LastName" : "Li",
    "FirstName" : "Lifeng",
    "Affiliation" : "Center for the Editing of the Great Dictionary of Chinese"
  } ],
  "Order" : 5
}, {
  "ID" : 231,
  "PresentationTitle" : "Day 3 Workshop Digital Dictionaries-Shimoda Masahiro",
  "Schedule" : "D3_W1_Room3",
  "presenters" : [ {
    "ID" : 79,
    "Title" : "Masahiro Shimoda",
    "LastName" : "Shimoda",
    "FirstName" : "Masahiro",
    "CJKName" : "下田正弘",
    "Affiliation" : "SAT, University of Tokyo"
  } ],
  "Order" : 6
}, {
  "ID" : 233,
  "PresentationTitle" : "Day 2 Plenary session Chen Hsiyuan",
  "Schedule" : "D2_P_Research",
  "presenters" : [ {
    "ID" : 10,
    "Title" : "Hsiyuan Chen",
    "LastName" : "Chen",
    "FirstName" : "Hsiyuan",
    "Affiliation" : "Center for Digital Cultures, Academia Sinica",
    "URL" : "https://www1.ihp.sinica.edu.tw/en/Fellows/Hsi-yuan_Chen"
  } ],
  "Order" : 1
}, {
  "ID" : 234,
  "PresentationTitle" : "Day 2 Plenary session Kitamoto Asanobu",
  "ProjectLink" : "http://codh.rois.ac.jp/",
  "Schedule" : "D2_P_Research",
  "presenters" : [ {
    "ID" : 48,
    "Title" : "Asanobu Kitamoto",
    "LastName" : "Kitamoto",
    "FirstName" : "Asanobu",
    "CJKName" : "北本 朝展",
    "Affiliation" : "ROIS-DS Center for Open Data in the Humanities / National Insitute of Informatics",
    "URL" : "https://researchmap.jp/kitamoto/"
  } ],
  "Order" : 2
}, {
  "ID" : 235,
  "PresentationTitle" : "Five Strategies to Promote Digital Humanities in Peking University",
  "ProjectLink" : "http://pkudh.org",
  "Abstract" : "This presentation will share our views and activities undergoing in the Center for Digital Humanities at Peking University (PKUDH). Although it is still a young institution, it already won a high public recognition in PKU campus and in DH community of China. We view DH not merely as a technique of applying digital methods to humanities studies, but a new paradigm of humanities research & education in digital environment. We promote the ideas and practices of DH from five aspects:\n1)\tTools: to develop digital tools and platforms to help scholars to conduct data-driven humanities research works.\n2)\tEducation: to hold online workshops & summer schools as so to cultivate a new generation of humanities scholars who are apt to digital world.\n3)\tCommunity: to hold a series of online seminars on the topics of “intelligent ancient text processing”, to bring people of all related fields together.\n4)\tCollaboration: to produce standard testbed and call for the public evaluation of ancient text processing in NLP communities, thus promoting the collaboration between humanities scholars and technical persons.\n5)\tMarketing: to promote the public recognition of digital humanities by holding the DH Work Exhibition and to build a public reading platform for classical literature with the support of the ByteDance Company.",
  "Schedule" : "D2_P_Research",
  "presenters" : [ {
    "ID" : 92,
    "Title" : "Jun Wang",
    "LastName" : "Wang",
    "FirstName" : "Jun",
    "CJKName" : "王軍",
    "Affiliation" : "Digital Humanities Center, Peking University",
    "URL" : "http://pkudh.org/service/wangjun"
  } ],
  "Order" : 3
}, {
  "ID" : 236,
  "PresentationTitle" : "Day 2 Plenary session Ryu Junbeom and Ha Myungjoon",
  "Schedule" : "D2_P_Research",
  "presenters" : [ {
    "ID" : 77,
    "Title" : "Junbeom Ryu",
    "LastName" : "Ryu",
    "FirstName" : "Junbeom",
    "CJKName" : "류준범",
    "Affiliation" : "National Institute of Korean History"
  }, {
    "ID" : 30,
    "Title" : "Myungjoon Ha",
    "LastName" : "Ha",
    "FirstName" : "Myungjoon",
    "CJKName" : "하명준",
    "Affiliation" : "National Institute of Korean History"
  } ],
  "Order" : 4
}, {
  "ID" : 237,
  "PresentationTitle" : "Day 2 Plenary session Bhikshu Huimin: \"Strategies and Principles for Establishing a Digital Buddhist Research Center and Exploring the Role of General Artificial Intelligence\"",
  "Abstract" : "The presentation suggests strategies and principles for setting up a digital Buddhist research center in a university. The first set of ideas relate to traditional views and include digital archiving of Buddhist texts and artifacts, as well as utilizing digital technologies for digital humanities and e-learning in Buddhist studies. The second set of ideas focus on administration and suggest developing a clear mission statement, fostering interdisciplinary collaboration, engaging with the Buddhist community, evaluating the impact of the research center, and seeking funding.\nThe presentation also explores the potential of using General Artificial Intelligence (GAI) in Buddhist research. This involves integrating the right knowledge and understanding for GAI applications, testing and verifying GAI responses for accuracy and reliability, and considering ethical and legal issues related to the use of GAI in Buddhist research. The role of GAI in supporting learning, writing, and training in Buddhist studies is also discussed, along with ethical considerations and best practices for its use. Copyright and legal issues related to the use of GAI in Buddhist research are also highlighted.",
  "Schedule" : "D2_P_Research",
  "presenters" : [ {
    "ID" : 4,
    "Title" : "Huimin Bhikshu",
    "LastName" : "Bhikshu",
    "FirstName" : "Huimin",
    "CJKName" : "釋惠敏",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "https://orcid.org/0000-0002-3342-0357"
  } ],
  "Order" : 5
}, {
  "ID" : 238,
  "PresentationTitle" : "Day 2 Center Buddhism Bhikshu Huimin: The Status and Future of the Library and Information Center of Dharma Drum Institute of Liberal Arts (Part I): An Overview and  Introduction to the Comprehensive Buddhist Electronic Text Archive (CBETA) Foundation",
  "ProjectLink" : "https://lic.dila.edu.tw/en/node/12986%23/tab1/cbeta",
  "Abstract" : "The presentation is divided into two main sections. The first section provides an overview of the Library and Information Center of Dharma Drum Institute of Liberal Arts, including resources, access services and tools, a linked open data platform, and potential challenges and opportunities for the future. The second section introduces the Comprehensive Buddhist Electronic Text Archive (CBETA) Foundation, including a brief history of the Chinese Buddhist Electronic Text Association (CBETA) series, the mission and goals of the CBETA Foundation, and the status and future development of the CBETA Foundation.",
  "Schedule" : "D2_Center_Session 1 Room 4",
  "presenters" : [ {
    "ID" : 4,
    "Title" : "Huimin Bhikshu",
    "LastName" : "Bhikshu",
    "FirstName" : "Huimin",
    "CJKName" : "釋惠敏",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "https://orcid.org/0000-0002-3342-0357"
  } ],
  "Order" : 1
}, {
  "ID" : 239,
  "PresentationTitle" : "(Day 2 Center)The Status and Future of the Library and Information Center of Dharma Drum Institute of Liberal Arts (Part II) - Brief Introduction to  Digital Resources for Buddhist Studies Developed by DILA",
  "Schedule" : "D2_Center_Session 1 Room 4",
  "presenters" : [ {
    "ID" : 40,
    "Title" : "Jen Jou Hung",
    "LastName" : "Hung",
    "FirstName" : "Jen Jou",
    "CJKName" : "洪振洲",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "http://joeyhung.info/short-cv/"
  } ],
  "Order" : 2
}, {
  "ID" : 240,
  "PresentationTitle" : "Day 2 Center Buddhism Wang Yu-Chun",
  "Schedule" : "D2_Center_Session 1 Room 4",
  "presenters" : [ {
    "ID" : 93,
    "Title" : "Yu-Chun Wang",
    "LastName" : "Wang",
    "FirstName" : "Yu-Chun",
    "CJKName" : "王昱鈞",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "https://bs.dila.edu.tw/%e7%8e%8b%e6%98%b1%e9%88%9e%e5%8a%a9%e7%90%86%e6%95%99%e6%8e%88yuchun-wang/"
  } ],
  "Order" : 3
}, {
  "ID" : 241,
  "PresentationTitle" : "Day 1 Library sessions-National Central Library, Taiwan-Tseng Shu-hsien",
  "Schedule" : "D1_libraries_sessions 1",
  "presenters" : [ {
    "ID" : 88,
    "Title" : "Shu-hsien Tseng",
    "LastName" : "Tseng",
    "FirstName" : "Shu-hsien",
    "CJKName" : "曾淑賢",
    "Affiliation" : "National Central Library, Taiwan",
    "URL" : "https://enwww.ncl.edu.tw/content_4.html"
  } ],
  "Order" : 1
}, {
  "ID" : 242,
  "PresentationTitle" : "Day 1 Library sessions National Central Library, Taiwan Chuang Hui-ju",
  "Schedule" : "D1_libraries_sessions 2",
  "presenters" : [ {
    "ID" : 16,
    "Title" : "Hui-ju Chuang",
    "LastName" : "Chuang",
    "FirstName" : "Hui-ju",
    "Affiliation" : "National Central Library, Taiwan"
  } ],
  "Order" : 2
}, {
  "ID" : 245,
  "PresentationTitle" : "Day 1 Library sessions National Diet Library-Tahee Onuma",
  "Schedule" : "D1_libraries_sessions 2",
  "presenters" : [ {
    "ID" : 72,
    "Title" : "Tahee Onuma",
    "LastName" : "Onuma",
    "FirstName" : "Tahee",
    "CJKName" : "大沼太兵衛",
    "Affiliation" : "The National Diet Library, Japan"
  } ],
  "Order" : 1
}, {
  "ID" : 246,
  "PresentationTitle" : "Day 1  Library sessions Libraries of Vietnam-Bùi Thu Hằng",
  "Schedule" : "D1_libraries_sessions 4",
  "presenters" : [ {
    "ID" : 31,
    "Title" : "Bùi Thu Hằng",
    "LastName" : "Bùi",
    "FirstName" : "Thu Hằng",
    "CJKName" : "Thu Hang Bui",
    "Affiliation" : "Library Director; The University of the Social Sciences and Humanitives, Vietnam National University Ho Chi Minh City (USSH, VNUHCM)",
    "URL" : "https://lib.hcmussh.edu.vn"
  } ],
  "Order" : 1
}, {
  "ID" : 247,
  "PresentationTitle" : "Day 1  Library sessions Libraries of Vietnam Nguyen Thi Minh Trung - Information resource management and knowledge dissemination in the Library of Social Sciences, Vietnam Academy of Social Sciences.",
  "Abstract" : "My presentation is about information resource management and knowledge dissemination in the Library of Social Sciences, Vietnam Academy of Social Sciences. I will briefly introduce the LSS and its information resources, its measures to improve the information resource management and information/knowledge dissemination capabilities in the past ten years. Then I will discuss LSS plans to foster knowledge dissemination with a focus on the development of an electronic-digital library system for VASS libraries in the near future.",
  "Schedule" : "D1_libraries_sessions 4",
  "presenters" : [ {
    "ID" : 70,
    "Title" : "Thi Minh Trung Nguyen",
    "LastName" : "Nguyen",
    "FirstName" : "Thi Minh Trung",
    "Affiliation" : "Vietnam Academy for the Social Sciences"
  } ],
  "Order" : 2
}, {
  "ID" : 248,
  "PresentationTitle" : "Day 1 Library sessions Libraries of Vietnam Ha To Tam",
  "Schedule" : "D1_libraries_sessions 4",
  "presenters" : [ {
    "ID" : 29,
    "Title" : "To Tam Ha",
    "LastName" : "Ha",
    "FirstName" : "To Tam",
    "Affiliation" : "VinUniversity"
  } ],
  "Order" : 4
}, {
  "ID" : 249,
  "PresentationTitle" : "Day 1 Library sessions Libraries of Vietnam Truong Minh Hoa: OpenCourseWare Initiative: \u000BThe Foundation for Study and Research",
  "Schedule" : "D1_libraries_sessions 4",
  "presenters" : [ {
    "ID" : 87,
    "Title" : "Minh Hoa Truong",
    "LastName" : "Truong",
    "FirstName" : "Minh Hoa",
    "CJKName" : "Trương Minh Hòa",
    "Affiliation" : "Senior Librarian, Fulbright University Vietnam",
    "URL" : "https://fsppm.fulbright.edu.vn/en/administration/truong-minh-hoa/"
  } ],
  "Order" : 3
}, {
  "ID" : 250,
  "PresentationTitle" : "Day 1 Plenary session The Library Marth Whitehead",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 96,
    "Title" : "Martha Whitehead",
    "LastName" : "Whitehead",
    "FirstName" : "Martha",
    "Affiliation" : "Vice President for the Harvard Library"
  } ],
  "Order" : 1
}, {
  "ID" : 251,
  "PresentationTitle" : "Day 1 Plenary session The Library-Tseng Shu-hsien",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 88,
    "Title" : "Shu-hsien Tseng",
    "LastName" : "Tseng",
    "FirstName" : "Shu-hsien",
    "CJKName" : "曾淑賢",
    "Affiliation" : "National Central Library, Taiwan",
    "URL" : "https://enwww.ncl.edu.tw/content_4.html"
  } ],
  "Order" : 2
}, {
  "ID" : 252,
  "PresentationTitle" : "Day 1 Plenary session The Library-Liu Wei",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 58,
    "Title" : "Wei Liu",
    "LastName" : "Liu",
    "FirstName" : "Wei",
    "Affiliation" : "Shanghai Library, China"
  } ],
  "Order" : 3
}, {
  "ID" : 253,
  "PresentationTitle" : "Day 1 Plenary session The Library Onuma Tahee",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 72,
    "Title" : "Tahee Onuma",
    "LastName" : "Onuma",
    "FirstName" : "Tahee",
    "CJKName" : "大沼太兵衛",
    "Affiliation" : "The National Diet Library, Japan"
  } ],
  "Order" : 4
}, {
  "ID" : 254,
  "PresentationTitle" : "Day 1 Plenary session The Library Bui Thu Hang",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 31,
    "Title" : "Bùi Thu Hằng",
    "LastName" : "Bùi",
    "FirstName" : "Thu Hằng",
    "CJKName" : "Thu Hang Bui",
    "Affiliation" : "Library Director; The University of the Social Sciences and Humanitives, Vietnam National University Ho Chi Minh City (USSH, VNUHCM)",
    "URL" : "https://lib.hcmussh.edu.vn"
  } ],
  "Order" : 6
}, {
  "ID" : 255,
  "PresentationTitle" : "Day 1 Plenary session The Library Lauran R. Hartley",
  "Schedule" : "D1_P_Libraries",
  "presenters" : [ {
    "ID" : 32,
    "Title" : "Lauran R. Hartley",
    "LastName" : "Hartley",
    "FirstName" : "Lauran R.",
    "Affiliation" : "Columbia University"
  } ],
  "Order" : 7
}, {
  "ID" : 256,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview-Hsiang Jieh",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 28,
    "Title" : "Jieh Hsiang",
    "LastName" : "Hsiang",
    "FirstName" : "Jieh",
    "Affiliation" : "National Taiwan University"
  } ],
  "Order" : 1
}, {
  "ID" : 257,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview-Nagasaki Kiyonori",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 65,
    "Title" : "Kiyonori Nagasaki",
    "LastName" : "Nagasaki",
    "FirstName" : "Kiyonori",
    "Affiliation" : "International Institute for the Digital Humanities"
  } ],
  "Order" : 2
}, {
  "ID" : 258,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview Javier Cha",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 7,
    "Title" : "Javier Cha",
    "LastName" : "Cha",
    "FirstName" : "Javier",
    "Affiliation" : "The University of Hong Kong",
    "URL" : "https://javiercha.com/"
  } ],
  "Order" : 3
}, {
  "ID" : 259,
  "PresentationTitle" : "(Day 1 Plenary) The Overview of Development of Digital Humanities in Buddhism",
  "Abstract" : "The development history of digital humanities in Buddhism is relatively short, and due to the mainstream research method in Buddhism being similar to philosophical research, the development of digital humanities in Buddhism is still in its early stages. However, in contrast, the development of digital resources for Buddhist studies is already very mature. Not only in the digitization of Buddhist scriptures or reference materials but also in the development of diverse thematic databases that are more in line with researchers' research content. While digital humanities research in Buddhism is still in its infancy, there have been many achievements in terms of methods and results. Personally, I am optimistic about the future of DH in Buddhist studies, especially with recent AI technology and the abundance of existing Buddhist digital resources, which I believe will lead to significant progress and development in this field in the near future.",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 40,
    "Title" : "Jen Jou Hung",
    "LastName" : "Hung",
    "FirstName" : "Jen Jou",
    "CJKName" : "洪振洲",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "http://joeyhung.info/short-cv/"
  } ],
  "Order" : 4
}, {
  "ID" : 260,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview Xu Yongming",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 101,
    "Title" : "Yongming Xu",
    "LastName" : "Xu",
    "FirstName" : "Yongming",
    "Affiliation" : "Zhejiang University"
  } ],
  "Order" : 5
}, {
  "ID" : 261,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview-Nguyen Thi Minh Trung",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 70,
    "Title" : "Thi Minh Trung Nguyen",
    "LastName" : "Nguyen",
    "FirstName" : "Thi Minh Trung",
    "Affiliation" : "Vietnam Academy for the Social Sciences"
  } ],
  "Order" : 6
}, {
  "ID" : 262,
  "PresentationTitle" : "Day 1 Plenary session Digital Humanities Overview Paul Vierthaler",
  "Schedule" : "D1_P_DH",
  "presenters" : [ {
    "ID" : 90,
    "Title" : "Paul Vierthaler",
    "LastName" : "Vierthaler",
    "FirstName" : "Paul",
    "Affiliation" : "William & Mary"
  } ],
  "Order" : 7
}, {
  "ID" : 265,
  "PresentationTitle" : "Day 2 Center National Taiwan University Tu Hsieh-chang",
  "Schedule" : "D2_Center_Session 1 Room 1",
  "presenters" : [ {
    "ID" : 89,
    "Title" : "Hsieh-Chang Tu",
    "LastName" : "Tu",
    "FirstName" : "Hsieh-Chang",
    "CJKName" : "杜協昌",
    "Affiliation" : "The Research Center for Digital Humanities at National Taiwan University"
  } ],
  "Order" : 3
}, {
  "ID" : 266,
  "PresentationTitle" : "Digital Humanities Innovation with Big Data and AI",
  "ProjectLink" : "http://pkudh.org",
  "Abstract" : "This talk will present a full picture of the projects in the Center for Digital Humanities at Peking University, including:\n1)  \"历代史志目录集成系统\" ( http://bib.pkudh.org ): an integrated ancient catalog analysis system for all the 8 historical official catalogues, from 汉书艺文志 to 清史稿艺文志.\n2)  \"识典古籍\" ( http://www.shidianguji.com ): a public web platform for Chinese ancient books.\n3) two interactive ebooks for ancient works:《永乐大典》( http://www.yongledadian.org.cn ) and 《国家珍贵古籍名录》(http://rarebib.pkudh.org) \n4) \"吾与点\"智能标注系统 (http://wyd.pkudh.xyz): an intelligent annotation system for ancient texts.\n5)  古文献源流分析系统 (http://evolution.pkudh.xyz):a platform for tracing the transmission and evolution of ancient ideas over a large volume of ancient literature.",
  "Schedule" : "D2_Center_Session 1 Room 1",
  "presenters" : [ {
    "ID" : 92,
    "Title" : "Jun Wang",
    "LastName" : "Wang",
    "FirstName" : "Jun",
    "CJKName" : "王軍",
    "Affiliation" : "Digital Humanities Center, Peking University",
    "URL" : "http://pkudh.org/service/wangjun"
  } ],
  "Order" : 4
}, {
  "ID" : 267,
  "PresentationTitle" : "Day 2 Center Peking University-Su Qi",
  "Schedule" : "D2_Center_Session 1 Room 1",
  "presenters" : [ {
    "ID" : 83,
    "Title" : "Qi Su",
    "LastName" : "Su",
    "FirstName" : "Qi",
    "CJKName" : "苏祺",
    "Affiliation" : "Peking University"
  } ],
  "Order" : 5
}, {
  "ID" : 268,
  "PresentationTitle" : "Day 2 Center Academia Sinica Chen Hsiyuan",
  "Schedule" : "D2_Center_Session 2",
  "presenters" : [ {
    "ID" : 10,
    "Title" : "Hsiyuan Chen",
    "LastName" : "Chen",
    "FirstName" : "Hsiyuan",
    "Affiliation" : "Center for Digital Cultures, Academia Sinica",
    "URL" : "https://www1.ihp.sinica.edu.tw/en/Fellows/Hsi-yuan_Chen"
  } ],
  "Order" : 1
}, {
  "ID" : 269,
  "PresentationTitle" : "Day 2 Center Academia Sinica -Wang Hsiang-an",
  "Schedule" : "D2_Center_Session 2",
  "presenters" : [ {
    "ID" : 91,
    "Title" : "Hsiang-An Wang",
    "LastName" : "Wang",
    "FirstName" : "Hsiang-An",
    "Affiliation" : "Center for Digital Cultures, Academia Sinica"
  } ],
  "Order" : 2
}, {
  "ID" : 270,
  "PresentationTitle" : "Brave New Digital World: Here Comes ASCDC!",
  "ProjectLink" : "https://ascdc.sinica.edu.tw/en/",
  "Abstract" : "The primary mission of ASCDC is to work together with other domestic and foreign institutes to facilitate the digital turn in humanities research. To achieve the mission mentioned above, ASCDC has formulated four major development strategies (1) Linked Knowledge Bases for Digital Humanities, (2) Innovative Cyberinfrastructure and Digital Tools, (3) Academic Research in the Digital Humanities:, and (4)Outreach Initiatives: Publication and Exhibition. \nCore work objectives include the development of text and image research platforms, digital technology and tools, Linked Open Data (LOD) research and practice, digital museums, publication and book fair operations, database and knowledge base operation and maintenance, strengthening of international connections and collaboration, etc. Open calls for proposals are also held for “Digital Humanities Research Project” subprojects. Through these proposals from both institutes and individual researchers, we jointly advance Academia Sinica’s research in the field of digital humanities and establish digital humanities knowledge bases.",
  "Schedule" : "D2_Center_Session 2",
  "presenters" : [ {
    "ID" : 9,
    "Title" : "Sophy Shu-Jiun Chen",
    "LastName" : "Chen",
    "FirstName" : "Sophy Shu-Jiun",
    "CJKName" : "陳淑君",
    "Affiliation" : "Academia Sinica. Center for Digital Cultures",
    "URL" : "https://www1.ihp.sinica.edu.tw/Fellows/Shu-Jiun_Chen"
  } ],
  "Order" : 3
}, {
  "ID" : 271,
  "PresentationTitle" : "Day 2 Center-ROIS-DS Center for Open Data in the Humanities (CODH)-Kitamoto Asanobu",
  "ProjectLink" : "http://codh.rois.ac.jp/",
  "Schedule" : "D2_Center_Session 1 Room 2",
  "presenters" : [ {
    "ID" : 48,
    "Title" : "Asanobu Kitamoto",
    "LastName" : "Kitamoto",
    "FirstName" : "Asanobu",
    "CJKName" : "北本 朝展",
    "Affiliation" : "ROIS-DS Center for Open Data in the Humanities / National Insitute of Informatics",
    "URL" : "https://researchmap.jp/kitamoto/"
  } ],
  "Order" : 1
}, {
  "ID" : 272,
  "PresentationTitle" : "Day 2 Center International Institute for the Digital Humanities-Nagasaki Kiyonori",
  "Schedule" : "D2_Center_Session 1 Room 2",
  "presenters" : [ {
    "ID" : 65,
    "Title" : "Kiyonori Nagasaki",
    "LastName" : "Nagasaki",
    "FirstName" : "Kiyonori",
    "Affiliation" : "International Institute for the Digital Humanities"
  } ],
  "Order" : 2
}, {
  "ID" : 273,
  "PresentationTitle" : "Day 2 Center National Institute of Japanese Literature Kikuchi Nobuhiko",
  "ProjectLink" : "http://lab.nijl.ac.jp/humanitiesthroughddps/",
  "Abstract" : "Since 2014, the National Institute of Japanese Literature (NIJL) has continued to build the Database of Pre-Modern Japanese Works, a portal site for digital materials on Japanese classics, as a 10-year project, and renewed and opened it to the public on 1 March 2023,  bringing the target of 300,000 materials to be made public within sight. The NIJL has established the Centre for Data-Driven Research on Premodern Japanese Texts, which is responsible for its succession plan based on the results of this achievement.\nIn our presentation, we will introduce the renewed database as well as the various projects of the Center for Data-Driven Research on Premodern Japanese Texts. In doing so, we aim to present the current situation and the future of the NIJL, which is both the foundation and a major center for digital humanities research in Japan.",
  "Schedule" : "D2_Center_Session 1 Room 2",
  "presenters" : [ {
    "ID" : 45,
    "Title" : "Nobuhiko Kikuchi",
    "LastName" : "Kikuchi",
    "FirstName" : "Nobuhiko",
    "CJKName" : "菊池 信彦",
    "Affiliation" : "National Institute of Japanese Literature (国文学研究資料館)",
    "URL" : "https://researchmap.jp/nobuhikokikuchi"
  } ],
  "Order" : 3
}, {
  "ID" : 274,
  "PresentationTitle" : "Day 2 Center National Institute of Korean History Ha Myungjoon",
  "Schedule" : "D2_Center_Session 1 Room 3",
  "presenters" : [ {
    "ID" : 30,
    "Title" : "Myungjoon Ha",
    "LastName" : "Ha",
    "FirstName" : "Myungjoon",
    "CJKName" : "하명준",
    "Affiliation" : "National Institute of Korean History"
  } ],
  "Order" : 2
}, {
  "ID" : 275,
  "PresentationTitle" : "Day 3 Plenary-Dictionaries-Nakagawa Natsuko",
  "Schedule" : "D3_P_Dictionaries",
  "presenters" : [ {
    "ID" : 71,
    "Title" : "Natsuko Nakagawa",
    "LastName" : "Nakagawa",
    "FirstName" : "Natsuko",
    "Affiliation" : "National Institute for Japanese Language and Linguistics",
    "URL" : "https://sites.google.com/site/nakagawanatuko/home"
  } ],
  "Order" : 1
}, {
  "ID" : 276,
  "PresentationTitle" : "Day 3 Plenary-Dictionaries-Li Lifeng",
  "Schedule" : "D3_P_Dictionaries",
  "presenters" : [ {
    "ID" : 52,
    "Title" : "Lifeng Li",
    "LastName" : "Li",
    "FirstName" : "Lifeng",
    "Affiliation" : "Center for the Editing of the Great Dictionary of Chinese"
  } ],
  "Order" : 2
}, {
  "ID" : 278,
  "PresentationTitle" : "Day 3 Plenary Dictionaries-Shimoda Masahiro",
  "Schedule" : "D3_P_Dictionaries",
  "presenters" : [ {
    "ID" : 79,
    "Title" : "Masahiro Shimoda",
    "LastName" : "Shimoda",
    "FirstName" : "Masahiro",
    "CJKName" : "下田正弘",
    "Affiliation" : "SAT, University of Tokyo"
  } ],
  "Order" : 4
}, {
  "ID" : 279,
  "PresentationTitle" : "Day 1 Library Sessions- Digital Initiatives Division-Kim Suejeong",
  "Abstract" : "Digitizing, Utilizing and Opening Library Data",
  "Schedule" : "D1_libraries_sessions 3",
  "presenters" : [ {
    "ID" : 46,
    "Title" : "Suejeong Kim",
    "LastName" : "Kim",
    "FirstName" : "Suejeong",
    "CJKName" : "김수정",
    "Affiliation" : "National Library of Korea"
  } ],
  "Order" : 1
}, {
  "ID" : 280,
  "PresentationTitle" : "Centrality and Triadic Balance: What Can Microlevel Measures Tell Us in a Historical Network?",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 111,
    "Title" : "Wenyi Shang",
    "LastName" : "Shang",
    "FirstName" : "Wenyi",
    "CJKName" : "尚闻一",
    "Affiliation" : "School of Information Sciences, University of Illinois Urbana-Champaign",
    "URL" : "https://ischool.illinois.edu/people/wenyi-shang"
  } ],
  "Order" : 6
}, {
  "ID" : 281,
  "PresentationTitle" : "Eminent Chinese of the Shenbao",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 36,
    "Title" : "Christian Henriot",
    "LastName" : "Henriot",
    "FirstName" : "Christian",
    "CJKName" : "安克強",
    "Affiliation" : "Aix-Marseille University",
    "URL" : "https://ankeqiang.org/"
  } ],
  "Order" : 5
}, {
  "ID" : 282,
  "PresentationTitle" : "(Day 3 workshop)Spatial distribution and network analysis of Buddhist dharma lineages in Chosŏn Korea",
  "Schedule" : "D3_W1_Room2",
  "presenters" : [ {
    "ID" : 81,
    "Title" : "Maya Stiller",
    "LastName" : "Stiller",
    "FirstName" : "Maya",
    "Affiliation" : "University of Kansas",
    "URL" : "https://kansas.academia.edu/MayaStiller"
  } ],
  "Order" : 3
}, {
  "ID" : 284,
  "PresentationTitle" : "(Day 3 Workshop)Database of Biographical Data in Chinese Temple Gazetteers",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 40,
    "Title" : "Jen Jou Hung",
    "LastName" : "Hung",
    "FirstName" : "Jen Jou",
    "CJKName" : "洪振洲",
    "Affiliation" : "Dharma Drum Institute of Liberal Arts",
    "URL" : "http://joeyhung.info/short-cv/"
  } ],
  "Order" : 5
}, {
  "ID" : 285,
  "PresentationTitle" : "(Day 3 Workshop)The Database of Religious History (DRH)",
  "ProjectLink" : "https://religiondatabase.org/landing/",
  "Schedule" : "D3_W1_Room1",
  "presenters" : [ {
    "ID" : 80,
    "Title" : "Edward Slingerland",
    "LastName" : "Slingerland",
    "FirstName" : "Edward",
    "Affiliation" : "University of British Columbia",
    "URL" : "https://www.edwardslingerland.com"
  }, {
    "ID" : 137,
    "Title" : "M. Willis Monroe",
    "LastName" : "Monroe",
    "FirstName" : "M. Willis",
    "Affiliation" : "University of British Columbia"
  } ],
  "Order" : 4
}, {
  "ID" : 286,
  "PresentationTitle" : "(Day 3 Workshop)Using historical maps to predict economic activity",
  "Abstract" : "We introduce a novel machine learning approach to leverage historical and contemporary maps and systematically predict economic statistics. Our simple algorithm extracts meaningful features from the maps based on their color compositions for predictions. We apply our method to grid-level population levels in Sub-Saharan Africa in the 1950s and South Korea in 1930, 1970, and 2015. Our results show that maps can reliably predict population density in the mid-20th century Sub-Saharan Africa using 9,886 map grids (5km by 5 km). Similarly, contemporary South Korean maps can generate robust predictions on income, consumption, employment, population density, and electric consumption. In addition, our method is capable of predicting historical South Korean population growth over a century.",
  "Schedule" : "D3_W3_Room3",
  "presenters" : [ {
    "ID" : 103,
    "Title" : "Hyunjoo Yang",
    "LastName" : "Yang",
    "FirstName" : "Hyunjoo",
    "Affiliation" : "Sogang University",
    "URL" : "https://sites.google.com/view/hyang"
  } ],
  "Order" : 2
}, {
  "ID" : 287,
  "PresentationTitle" : "Modern China Biographical Database",
  "ProjectLink" : "https://heurist.huma-num.fr/h6-alpha/?db=ModernChinaBiographicalDatabase&website&id=109237&pageid=109242%23",
  "Schedule" : "D3_W2_Room2",
  "presenters" : [ {
    "ID" : 139,
    "Title" : "Cécile Armand",
    "LastName" : "Armand",
    "FirstName" : "Cécile",
    "CJKName" : "孟喜",
    "Affiliation" : "Aix-Marseille University",
    "URL" : "https://www.mengxi.eu/"
  } ],
  "Order" : 2
} ]